Repository: OpenDataSpace/ODS-mobile-ios
Catalog: Resources-Branding/Fresh Docs/*.lproj/Localizable.strings
Languages: fr

# accountdetails.fields.connection-error
source: The account was properly setup last time we checked %@, it is now either unreachable or settings have changed.
fr: Le compte a bien été configuré lors de la dernière vérification de %@, mais il est désormais inaccessible ou ses paramètres ont été modifiés.

# accountdetails.fields.invalid-credentials
source: It appears the username/password is incorrect.
fr: Nom d'utilisateur/mot de passe incorrect.

# accountdetails.fields.no-password-warning
source: You have sync switched on but no password saved and so we will not automatically sync favorite documents for this account.
fr: Vous avez activé la synchronisation, mais vous n'avez pas enregistré de mot de passe. La synchronisation des documents favoris pour ce compte ne sera donc pas automatique.

# accountdetails.fields.no-password-set
source: Not Set
fr: Non défini

# accountdetails.fields.invalid-certificate
source: The client certificate is invalid.
fr: Certificat client non valide.

# accountdetails.fields.staging-cloud
source: Configured with a Cloud Staging server at %@
fr: Configuré avec un serveur cloud intermédiaire sur %@

# serverlist.cell.noaccounts
source: No Accounts
fr: Aucun compte

# serverlist.footer.default
source: %d Accounts
fr: %d comptes

# account.navigation.view.title
source: Fresh Docs
fr: ODS

# account.awaiting.cell.subtitle
source: Awaiting Email Verification
fr: Confirmation de l'e-mail en attente

# account.inactive.cell.subtitle
source: Inactive
fr: Inactif

# account.connection-error.cell.subtitle
source: Cannot connect to Server
fr: Connexion au serveur impossible

# account.invalid-credentials.cell.subtitle
source: Incorrect user credentials
fr: Identifiants incorrects

# account.invalid-certificate.cell.subtitle
source: Invalid client certificate
fr: Certificat client non valide

# accounttype.footer.alfresco
source: Connect to a CMIS Provider
fr: Connexion à un serveur Alfresco

# accounttype.footer.alfrescome
source: Access your Alfresco in the cloud account
fr: Accéder au compte Alfresco in the cloud

# accounttype.footer.signuplink
source: New to Alfresco? Sign up for a free account
fr: Nouvel utilisateur Alfresco? Créez un compte gratuit

# accounttype.footer.signuplink.linktext
source: Sign up
fr: Créez un compte

# updatefailed.alert.title
source: Save Failed
fr: Echec de l'enregistrement

# updatefailed.alert.confirm
source: The document could not be saved in its original location. You may not have permission to make changes. Do you want to save your document to Downloads?
fr: Le document n'a pas pu être enregistré à son emplacement d'origine. Vous n'avez peut-être pas les droits nécessaires à la modification. Enregistrer le document vers Téléchargements?

# savetodocs.alert.title
source: Save Failed
fr: Echec de l'enregistrement

# savetodocs.alert.description
source: Failed to save the edited file to the Downloads folder
fr: Echec de l'enregistrement du fichier modifié dans le dossier Téléchargements

# updatenonetwork.alert.title
source: No Network
fr: Pas de réseau

# updatenonetwork.alert.confirm
source: You don't seem to be connected to the server. Do you want to save your document to Downloads?
fr: Non connecté au serveur. Enregistrer le document vers Téléchargements?

# passwordPrompt.title
source: Secure Credentials
fr: Informations de connexion sécurisées

# passwordPrompt.header.title
source: Provide the password for the following account:
fr: Indiquez le mot de passe pour ce compte:

# passwordPrompt.header.restrictedTitle
source: Provide the password for the following account to unlock restricted files:
fr: Vous tentez d'accéder à un document à accès limité qui a expiré. Pour déverrouiller le fichier, saisissez votre mot de passe :

# dataProtection.available.title
source: Data Protection
fr: Protection des données

# dataProtection.available.message
source: Data protection is available. Do you want to enable it?
fr: La protection des données est disponible. Souhaitez-vous l'activer?

# dataProtection.lastAccount.title
source: Data Protection
fr: Protection des données

# dataProtection.lastAccount.message
source: Removing this account will disable data protection. Are you sure you want to remove this account?
fr: La suppression de ce compte entraînera la désactivation de la protection des données. Confirmer la suppression de ce compte?

# dataProtection.protectDownloads.title
source: Data Protection
fr: Protection des données

# dataProtection.protectDownloads.message
source: Do you want to protect the existing downloads now? The new downloads will always be protected
fr: Protéger les téléchargements existants maintenant? Les nouveaux téléchargements seront toujours protégés

# dataProtection.protectDownloadsProgress.message
source: Protecting the downloaded documents
fr: Protection des documents téléchargés

# migration.migrateApp.message
source: Migrating the App settings
fr: Migration des paramètres d'application

# settings.title
source: Fresh Docs Settings
fr: Paramètres

# settings.header.sync
source: Favorites
fr: Favoris

# settings.header.advanced
source: Advanced
fr: Avancé

# settings.header.session
source: Application Session
fr: Session d'application

# settings.header.enterprise
source: Enterprise Settings
fr: Param. Enterprise

# settings.header.diagnostic
source: Diagnostic Data
fr: Données de diagnostic

# settings.validateSSLCertificate
source: Validate SSL Certificate
fr: Valider le certificat SSL

# settings.resetOnNextStart
source: Reset On Next Start
fr: Réinitialiser au prochain démarrage

# settings.appResetConfirmation.title
source: App Reset Confirmation
fr: Confirmation de la réinitialisation de l'application

# settings.appResetConfirmation.message
source: Are you sure you want to reset the application? This will remove all data, reset the app settings, will remove all accounts and cannot be undone
fr: Voulez-vous vraiment réinitialiser l'application? Cette opération irréversible supprime tous les comptes/données et réinitialise les paramètres

# settings.sendDiagnosticData
source: Send Reports
fr: Envoyer des rapports

# settings.diagnostic.automaticallySend
source: Automatically Send
fr: Envoyer automatiquement

# settings.diagnostic.dontSend
source: Don't Send
fr: Ne pas envoyer

# settings.dataProtection
source: Data Protection
fr: Protection des données

# settings.fullTextSearch
source: Full Text Search
fr: Recherche de texte

# settings.cmisRepository.ShowCompanyHome
source: Company Home
fr: Espace racine

# settings.cmisRepository.ShowHiddenFiles
source: Show Hidden Files
fr: Afficher les fichiers masqués

# settings.forgetPassword.title
source: Forget Password
fr: Oublier le mot de passe

# settings.forgetPassword.1
source: After 1 minute
fr: Après 1 minute

# settings.forgetPassword.2
source: After 2 minutes
fr: Après 2 minutes

# settings.forgetPassword.5
source: After 5 minutes
fr: Après 5 minutes

# settings.forgetPassword.10
source: After 10 minutes
fr: Après 10 minutes

# settings.forgetPassword.30
source: After 30 minutes
fr: Après 30 minutes

# settings.forgetPassword.60
source: After 1 hour
fr: Après 1 heure

# settings.inactiveForget.title
source: Lock When Inactive
fr: Verrouiller en cas d'inactivité

# settings.sync.enable
source: Enable Sync
fr: Activer la synchronisation

# settings.sync.syncOnCellular
source: Use Cellular Data for Sync
fr: Utiliser des données cellulaires pour la synchronisation

# cloudsignup.buttons.signup
source: Sign Up
fr: Créer un compte

# cloudsignup.alert.title
source: Alfresco in the cloud Sign Up
fr: Créer un compte Alfresco cloud

# cloudsignup.invalidForm.message
source: Please fill all the required fields
fr: Renseignez les champs obligatoires

# cloudsignup.passwordMatch.message
source: The password does not match with the confirm password
fr: Les 2 mots de passe ne correspondent pas

# cloudsignup.passwordLength.message
source: The password must contain at least 6 characters
fr: Le mot de passe doit avoir plus de 6 caractères

# cloudsignup.unsuccessful.message
source: The cloud sign up was unsuccessful, please try again later
fr: Impossible de créer un compte cloud. Réessayez plus tard

# cloudsignup.footer.firstLine
source: By tapping Sign Up, you are agreeing to the
fr: En sélectionnant Créer un compte, vous

# cloudsignup.footer.secondLine
source: Alfresco Terms of Service and Privacy Policy
fr: acceptez les conditions d'utilisation et la politique de confidentialité d'Alfresco

# cloudsignup.footer.termsOfService
source: Terms of Service
fr: les conditions d'utilisation

# cloudsignup.footer.privacyPolicy
source: Privacy Policy
fr: la politique de confidentialité

# cloudsignup.blockedEmail.message
source: Alfresco requires you to use your company email address so you can be added to your company collaboration network.
fr: Alfresco a besoin de votre adresse e-mail professionnelle pour ajouter votre profil au réseau de collaboration de votre entreprise.

# awaitingverification.description
source: Account waiting for email verification You've signed up for Alfresco in the cloud using the email address %@ Please check your email. We've sent you a link that you'll need to use to complete the registration process. Having trouble activating? Please let us know if you are unable to activate your account.
fr: Vérification de l'e-mail du compte en attente Vous avez créé un compte Alfresco in the cloud avec l'adresse %@ Consultez votre boîte e-mail. Vous avez reçu un lien permettant de terminer le processus d'enregistrement. Problèmes d'activation? Veuillez nous prévenir en cas de problème d'activation de votre compte.

# awaitingverification.description.title
source: Account waiting for email verification
fr: Vérification de l'e-mail du compte en attente

# awaitingverification.description.subtitle
source: Having trouble activating?
fr: Problèmes d'activation?

# awaitingverification.description.customerCare
source: Please let us know
fr: nous prévenir

# awaitingverification.buttons.refresh
source: Refresh
fr: Rafraîchir

# awaitingverification.buttons.resendEmail
source: Resend Email
fr: Renvoyer l'e-mail

# awaitingverification.alert.resendEmail.title
source: Successfully Resent Email
fr: L'e-mail a été renvoyé

# awaitingverification.alert.resendEmail.success
source: Not receiving our emails? Please check you entered the email address correctly and remember to look in your spam folders.
fr: Vous ne recevez pas nos e-mails? Vérifiez que l'adresse indiquée est correcte et consultez le dossier des e-mails indésirables.

# awaitingverification.alert.resendEmail.error
source: Your email could not be resent at this time. Please try again later
fr: Votre message n'a pas pu être renvoyé. Réessayez plus tard

# awaitingverification.alert.refresh.awaiting
source: Your account is still waiting for verification
fr: Votre compte est en cours de vérification

# awaitingverification.alert.refresh.verified
source: Your account is now verified
fr: Votre compte a été vérifié

# homescreen.header
source: Let's get you started...
fr: Commençons...

# homescreen.button.signup
source: Sign up for Alfresco Cloud
fr: Créer un compte Alfresco Cloud

# homescreen.description.signup
source: New to Alfresco? Create a free online account to store your documents and access them from anywhere.
fr: Nouvel utilisateur Alfresco? Créez gratuitement un compte en ligne pour stocker vos documents et y accéder partout.

# homescreen.button.account
source: I already have an account
fr: Je possède déjà un compte

# homescreen.footer.textRangeToLink
source: *UNUSED*
fr: les guides

# splashscreen.disclaimer.title
source: Help us to improve our apps
fr: Aidez-nous à améliorer nos applications

# splashscreen.disclaimer.body
source: To help us improve Fresh Docs, we collect anonymous technical diagnostic data. You may disable this feature in the Settings area within the app.
fr: To help us improve ODS, we collect anonymous technical diagnostic data. You may disable this feature in the Settings area within the app.

# help.view.title
source: Help
fr: Aide

# help.guides.message.empty
source: No guides found
fr: Aucun guide trouvé

# uploads.cancelAll.title
source: Uploads
fr: Ajouts

# uploads.cancelAll.body
source: Would you like to cancel all active uploads?
fr: Annuler tous les ajouts actifs?

# uploads.cancel.body
source: Would you like to cancel this upload?
fr: Souhaitez-vous annuler cet ajout?

# uploads.progress.label
source: Uploading %d %@, %@ left
fr: Ajout de %d %@, %@ restant

# uploads.failed.label
source: %d %@ failed to upload
fr: L'ajout de %d %@ a échoué

# uploads.items.singular
source: item
fr: élément

# uploads.items.plural
source: items
fr: éléments

# uploads.retry.cannotRetry
source: The upload has permanently failed. Please start the upload again.
fr: Echec définitif du téléchargement. Redémarrez le téléchargement.

source: Waiting to upload...
fr: Ajout en attente...

source: Close
fr: Fermer

source: Clear
fr: Supprimer

source: Dismiss
fr: Ignorer

source: Retry
fr: Réessayer

source: Retry All
fr: Tout réessayer

# failed-uploads.title
source: 1 Failed Upload
fr: Echec d'1 ajout

# failed-uploads.title.plural
source: %d Failed Uploads
fr: Echec de %d ajouts

# failed-uploads.detailSubtitle
source: Uploading to: %@
fr: Ajout vers: %@

# failed-uploads.cell.clear-list
source: Clear List
fr: Effacer la liste

# upload.failureDetail.title
source: Failed Upload
fr: Echec de l'ajout

# sync.enable.title
source: Sync Documents
fr: Synchronisation de documents

# sync.enable.message
source: Would you like to automatically keep your favorite documents in sync with this %@?
fr: Synchroniser automatiquement vos documents favoris avec ce périphérique %@?

# sync.cancelAll.title
source: Sync
fr: Synchroniser

# sync.cancelAll.body
source: Would you like to cancel all sync?
fr: Annuler toutes les synchronisations?

# sync.cancel.body
source: Would you like to cancel sync?
fr: Annuler la synchronisation?

# sync.progress.label
source: Syncing %d %@, %@ left
fr: Synchronisation de %d %@, reste %@

# sync.failed.label
source: %d %@ failed to sync
fr: Echec de la synchronisation de %d %@

# failed-sync.title
source: 1 Failed Sync
fr: 1 échec de synchronisation

# failed-sync.title.plural
source: %d Failed Syncs
fr: %d échecs de synchronisation

# failed-sync.detailSubtitle
source: Downloading to: %@
fr: Téléchargement vers: %@

# failed-sync.cell.clear-list
source: Clear List
fr: Effacer la liste

# sync.failureDetail.title
source: Sync Failed
fr: Echec de la synchronisation

# mdm-file-expiry-alert-title
source: Warning
fr: Avertissement

# mdm-file-expiry-alert-message
source: This file will expire in %@
fr: Ce fichier va expirer dans %@

# cmis:name
source: Name
fr: Nom

# cm:title
source: Title
fr: Titre

# cmis:createdBy
source: Created By
fr: Créé par

# cmis:creationDate
source: Creation Date
fr: Date de création

# cmis:lastModifiedBy
source: Last Modified By
fr: Dernière modification par

# cmis:lastModificationDate
source: Last Modification Date
fr: Date de la dernière modification

# cm:author
source: Author
fr: Auteur

# cmis:versionLabel
source: Version Label
fr: Version

# exif:dateTimeOriginal
source: Date Time Original
fr: Date Heure Originale

# exif:exposureTime
source: Exposure Time
fr: Temps d'exposition

# exif:fNumber
source: fNumber
fr: NuméroF

# exif:focalLength
source: Focal Length
fr: Longueur focale

# exif:isoSpeedRatings
source: ISO Speed Ratings
fr: Sensibilités ISO

# exif:manufacturer
source: Manufacturer
fr: Fabricant

# exif:model
source: Model
fr: Modèle

# exif:pixelXDimension
source: Pixel X Dimension
fr: Dimension X (pixel)

# exif:pixelYDimension
source: Pixel Y Dimension
fr: Dimension Y (pixel)

# exif:resolutionUnit
source: Resolution Unit
fr: Unité de résolution

# exif:software
source: Software
fr: Logiciel

# exif:xResolution
source: X Resolution
fr: Résolution X

# exif:yResolution
source: Y Resolution
fr: Résolution Y

# multiselect.button.delete
source: Delete
fr: Supprimer

# multiselect.button.delete.counter
source: Delete (%u)
fr: Supprimer (%u)

# multiselect.button.download
source: Download
fr: Télécharger

# multiselect.button.download.counter
source: Download (%u)
fr: Télécharger (%u)

# delete.confirmation.title
source: Confirm Delete
fr: Confirmer la suppression

# delete.confirmation.multiple.message
source: Do you want to delete %d items from the server?
fr: Supprimer %d éléments d'Alfresco?

# delete.confirmation.button
source: Delete
fr: Supprimer

# download.failures.title
source: Download Failures
fr: Echec des téléchargements

# download.failures.retryAll
source: Retry All
fr: Tout réessayer

# download.failures.clearAll
source: Clear All
fr: Tout supprimer

# download.failuresView.title
source: Failures
fr: Echecs

# download.failureDetail.title
source: Failed Download
fr: Téléchargement échoué

# download.progress.waiting
source: Waiting to download...
fr: Téléchargement en attente...

# download.progress.starting
source: Download starting...
fr: Démarrage du téléchargement...

# download.progress.failed
source: Failed to download
fr: Echec du téléchargement

# download.progress.stopAll
source: Stop All
fr: Tout arrêter

# download.progress.details
source: %@ of %@
fr: %@ sur %@

# download.summary.title
source: In Progress
fr: En cours

# download.summary.details
source: %@ remaining
fr: %@ restants

# download.cancel.title
source: Downloads
fr: Téléchargements

# download.cancel.body
source: Would you like to stop downloading %@?
fr: Interrompre le téléchargement de %@?

# download.cancelAll.body
source: Would you like to stop all downloads?
fr: Interrompre tous les téléchargements?

# imagequality.small
source: Small (1/4 size)
fr: Petit (1/4)

# imagequality.medium
source: Medium (1/2 size)
fr: Moyen (1/2)

# imagequality.large
source: Large (3/4 size)
fr: Grand (3/4)

# imagequality.actual
source: Actual Size
fr: Taille réelle

source: Release to refresh...
fr: Lâcher pour rafraîchir...

source: Pull down to refresh...
fr: Abaisser pour rafraîchir...

source: Loading...
fr: Chargement...

source: Last Updated: %@
fr: Dernière mise à jour: %@

source: Cancel
fr: Annuler

source: Take a Photo
fr: Prendre une photo

source: Choose From Library
fr: Choisir depuis la bibliothèque

# task.details.header
source: Task details
fr: Détails de la tâche

# task.detail.reject.button
source: Reject
fr: Rejeter

# task.detail.approve.button
source: Approve
fr: Approuver

# task.detail.done.button
source: Done
fr: Fait

# task.detail.reassign.button
source: Re-assign
fr: Réassigner

# task.detail.completing
source: Completing task
fr: Achèvement de la tâche

# task.detail.attachment
source: Attachment %d of %d
fr: Elément attaché %d sur %d

# task.detail.comment.placeholder
source: Add comment
fr: Ajouter un commentaire

# task.detail.workflow.todo.footer
source: Assign a task to a person.
fr: Assigner une tâche à une personne.

# task.detail.workflow.review.and.approve
source: Review & Approve
fr: Réviser et autoriser

# task.detail.workflow.review.and.approve.footer
source: Assign a task to one or more persons to review and approve documents.
fr: Assigner une tâche à une ou plusieurs personnes pour reviser et approuver des documents.

# task.detail.more
source: More
fr: Plus

# task.detail.less
source: Less
fr: Moins

# task.detail.full.description
source: Full description
fr: Description complète

# task.detail.initiator
source: Initiator
fr: Initiateur

# task.detail.initiator.loading
source: Loading details...
fr: Chargement des détails...

# task.detail.no.documents
source: No Documents Attached
fr: Aucun document joint

# docpreview.accountInactive.title
source: Account Inactive
fr: Compte inactif

# docpreview.accountInactive.message
source: To preview this document, the account for host %@ must be activated
fr: Pour prévisualiser ce document, activez le compte pour l'hôte %@

# docpreview.loadingPreview
source: Loading Preview
fr: Chargement de l'aperçu

# docpreview.errorLoading
source: There was an issue with the preview please try again later
fr: Erreur d'aperçu. Réessayez ultérieurement.

# accountCreate.title
source: Account Required
fr: Compte requis

# accountCreate.message.cloud
source: To preview this document, you'll need to configure an Alfresco Cloud account
fr: Pour prévisualiser ce document, configurez un compte Alfresco Cloud.

# accountCreate.message.onPremise
source: To preview this document, an account must be configured for host %@
fr: Pour prévisualiser ce document, configurez un compte pour l'hôte %@.

# accountCreate.title.create
source: Yes, create an account
fr: Oui, créer un compte

# accountCreate.title.cancel
source: Not at this time
fr: Non, plus tard

# accountCreate.footer.cancel
source: You'll be returned to the document details page in Safari
fr: Vous allez être redirigé vers la page des détails du document dans Safari

# date.icon.view.no.date.header
source: No Date
fr: Aucune date

# document.picker.selection.button.attach
source: Attach
fr: Joindre

# document.picker.deselectAll
source: Deselect All
fr: Désélectionner tout

# document.picker.close
source: Cancel
fr: Annuler

# document.picker.account
source: account
fr: compte

# document.picker.accounts
source: accounts
fr: comptes

# document.picker.repository
source: repository
fr: entrepôt

# document.picker.repositories
source: repositories
fr: entrepôts

# document.picker.folder
source: folder
fr: dossier

# document.picker.folders
source: folders
fr: dossiers

# document.picker.item
source: item
fr: élément

# document.picker.items
source: items
fr: éléments

# date.picker.title
source: Calendar
fr: Calendrier

# date.picker.today
source: Today
fr: Aujourd'hui

# task.list.review
source: Review
fr: Réviser

# task.create.title
source: Create Task
fr: Créer une tâche

# task.create.notitle.title
source: No title
fr: Aucun titre

# task.create.notitle.message
source: Please define a task title.
fr: Définissez un titre pour la tâche.

# task.create.button
source: Create
fr: Créer

# task.create.taskTitle
source: Title
fr: Titre

# task.create.taskTitle.placeholder
source: New task
fr: Nouvelle tâche

# task.create.duedate
source: Due on
fr: A échéance le

# task.create.duedate.placeholder
source: No date
fr: Aucun date

# task.create.assignee
source: Assignee
fr: Personne assignée

# task.create.assignees
source: Assignees
fr: Acteurs

# task.create.assignee.placeholder
source: No Assignee
fr: Aucun acteur

# task.create.assignee.select
source: Select assignee...
fr: Sélectionner un acteur…

# task.create.assignees.select
source: Select assignees...
fr: Sélectionner des acteurs…

# task.create.noassignees.title
source: No assignees
fr: Aucun acteur

# task.create.noassignees.message
source: Please select at least one assignee.
fr: Sélectionnez au moins un acteur.

# task.create.attachment
source: Attachment
fr: Elément attaché

# task.create.attachments
source: Attachments
fr: Eléments attachés

# task.create.attachments.placeholder
source: No attachments
fr: Aucun élément att.

# task.create.attachment.select
source: Select attachments...
fr: Sélectionner un élément attaché

# task.create.attachment.edit
source: edit
fr: modifier

# task.create.priority
source: Priority
fr: Priorité

# task.create.priority.high
source: High
fr: Élevée

# task.create.priority.medium
source: Medium
fr: Moyenne

# task.create.priority.low
source: Low
fr: Basse

# task.create.emailnotification
source: Email notification
fr: Notification par e-mail

# task.create.approvers
source: Approvers
fr: Approbation

# task.create.approver
source: Approver
fr: Approbateur

# task.create.date.picker.title
source: Choose due date
fr: Choisir la date d'échéance

# task.create.creating
source: Creating task
fr: Création de la tâche

# task.create.created
source: Task created
fr: Tâche créée
