Repository: OpenDataSpace/ODS-mobile-ios
Catalog: Resources-Branding/Fresh Docs/*.lproj/Localizable.strings
Languages: fr

# task.create.error
source: Task creation failed
fr: Echec de la création de la tâche

# task.create.loading.accounts
source: Loading accounts
fr: Chargement des comptes

# task.choose.account.title
source: Choose account
fr: Choisir un compte

# task.choose.tenant.title
source: Choose network
fr: Choisir un réseau

# task.choose.tasktype.title
source: Choose task type
fr: Choisir un type tâche

# task.assignee.updated
source: Assignee updated
fr: Acteur mis à jour

# people.picker.title
source: Choose assignee
fr: Choisir un acteur

# people.picker.done
source: Done
fr: Fait

# people.picker.search
source: Search
fr: Recherche

# people.picker.no.results
source: No people found
fr: Aucune personne trouvée

# people.picker.error
source: Failed to search for people
fr: Echec de la recherche de personne

# people.picker.recently.selected
source: Recent
fr: Récent

# people.picker.search.results
source: Search for %@
fr: Recherche de %@

# workflow.priority.low
source: Low priority
fr: Priorité faible

# workflow.priority.medium
source: Medium priority
fr: Priorité moyenne

# workflow.priority.high
source: High priority
fr: Priorité élevée

# workflow.task.table.title
source: Tasks
fr: Tâches

# workflow.documents.loading
source: Fetching documents...
fr: Récupération des documents...

# workflow.task.user.approved
source: approved the documents
fr: a approuvé les documents

# workflow.task.user.rejected
source: rejected the documents
fr: a rejeté les documents

# workflow.task.user.commented
source: and commented:
fr: et a commenté:

# workflow.task.user.no.comment
source: , but did not provide a comment
fr: , mais n'a pas commenté

# workflow.task.user.completed.task
source: completed this task %@
fr: a achevé la tâche %@

# workflow.task.user.not.completed.task
source: did not complete this task yet
fr: n'a pas encore achevé la tâche

# site.action.favorite
source: Favorite
fr: Favoris

# site.action.unfavorite
source: Unfavorite
fr: Supprimer

# site.action.join
source: Join
fr: Rejoindre

# site.action.requestToJoin
source: Request to Join
fr: Demander

# site.action.cancelRequest
source: Cancel Request
fr: Annuler

# site.action.leave
source: Leave
fr: Se désabonner

# site.action.error.title
source: Site Error
fr: Erreur du site

# site.action.favorite.success
source: Site Favorited
fr: Site ajouté aux favoris

# site.action.favorite.error
source: A problem prevented adding site "%@" to favorites
fr: Un problème a empêché l'ajout du site "%@" aux favoris

# site.action.unfavorite.success
source: Site Unfavorited
fr: Site supprimé des favoris

# site.action.unfavorite.error
source: A problem prevented removing site "%@" from favorites
fr: Un problème a empêché la suppression du site "%@" des favoris

# site.action.join.success
source: Site Joined
fr: Site rejoint

# site.action.join.error
source: A problem prevented you joining site "%@"
fr: Un problème vous a empêché de rejoindre le site "%@"

# site.action.requestToJoin.success
source: Request Sent
fr: Demande envoyée

# site.action.requestToJoin.error
source: A problem occurred requesting to join site "%@"
fr: Problème lors de la demande pour rejoindre le site "%@"

# site.action.cancelRequest.success
source: Join Request Cancelled
fr: Demande annulée

# site.action.cancelRequest.error
source: A problem occurred cancelling the request to join site "%@"
fr: Problème lors de l'annulation de la demande pour rejoindre le site "%@"

# site.action.leave.success
source: Site Left
fr: Site quitté

# site.action.leave.error
source: A problem prevented you from leaving site "%@"
fr: Un problème a empêché de quitter le site "%@"

source: An Error Occurred
fr: Une erreur est survenue

# certificate-manage.add-cell.label
source: Import Client Certificate
fr: Importer certificat client

# certificate-location.title
source: Import Client Certificate
fr: Importer certificat client

# certificate-location.local-cell.label
source: Choose from download folder
fr: Choisir dans dossier de téléchargement

# certificate-location.network-cell.label
source: Download from server
fr: Télécharger à partir du serveur

# certificate-location.noDocumentsFooterTitle
source: No PKCS 12 File Available
fr: Aucun fichier PKCS 12

# certificate-location.document-picker.title
source: Select File
fr: Sélection. fichier

# certificate-network.title
source: Download From Server
fr: Télécharger à partir du serveur

# certificate-network.next
source: Next
fr: Suivant

# certificate-network.connection-error.message
source: Could not download the certificate file
fr: Impossible de télécharger le fichier de certificat

# certificate-network.fields.username
source: Username
fr: Nom utilisateur

# certificate-network.fields.password
source: Password
fr: Mot de passe

# certificate-import.tableHeader
source: PCKS 12 Passcode
fr: Code d'accès PCKS 12

# certificate-import.fields.passcode
source: Passcode
fr: Code d'accès

# certificate-import.tableFooter
source: Please enter the passcode for the PKCS 12 file
fr: Saisissez le code d'accès pour le fichier PKCS 12

# certificate-import.button.import
source: Import
fr: Importer

# certificate-import.error.title
source: Import Certificate
fr: Importer certificat

# certificate-import.error.authentication
source: The passcode provided for the certificate is invalid
fr: Code d'accès fourni pour le certificat non valide

# certificate-import.error.format
source: The certificate file is incorrect and cannot be imported
fr: Fichier de certificat incorrect. Importation impossible

# certificate-details.title
source: Client Certificate
fr: Certificat client

# certificate-details.identities.header
source: Identity
fr: Identité

# certificate-details.certificates.header
source: Client Certificate
fr: Certificat client

# certificate-details.issuer
source: Issuer: %@
fr: Emetteur : %@

# certificate-details.delete.title
source: Remove Client Certificate
fr: Supprimer le certificat client

# certificate-details.delete.message
source: Removing this client certificate cannot be undone. Are you sure you want to continue?
fr: Annul. suppression certificat client impossible. Continuer ?

# certificate-manage.change-cell.label
source: Change Client Certificate
fr: Modifier le certificat client

# certificate-details.importSuccess
source: The certificate was imported successfully
fr: Certificat importé

# certificate-details.buttons.delete
source: Remove Certificate
fr: Retirer certificat

# certificate-details.delete.confirm
source: Remove
fr: Retirer

# asihttprequest.connection.failure
source: A connection failure occurred
fr: Echec de connexion

# asihttprequest.ssl.problem
source: %@: SSL problem (Possible causes may include a bad/expired/self-signed certificate, clock set to wrong date)
fr: %@ : pb SSL (peut être dû à un certificat incorrect/expiré/auto-signé ou à une erreur de date)

# asihttprequest.request.timedout
source: The request timed out
fr: Temps de requête écoulé

# asihttprequest.authentication.needed
source: Authentication needed
fr: Authentification requise

# asihttprequest.request.cancelled
source: The request was cancelled
fr: Requête annulée

# asihttprequest.request.create.failed
source: Unable to create request (bad url?)
fr: Création requête imposs (URL incorrecte ?)

# asihttprequest.request.failed
source: The request failed because it redirected too many times
fr: Echec de la requête. Trop de redirections

# asihttprequest.file.attributes.failed
source: Failed to get attributes for file at path '%@'
fr: Echec d'obtention des attributs pour le fichier dans '%@'

# asihttprequest.readstream.failed
source: Unable to create read stream
fr: Impossible de créer un flux de lecture

# asihttprequest.httpconnection.failed
source: Unable to start HTTP connection
fr: Impossible de démarrer une connexion HTTP

# asihttprequest.authentication.failed
source: Failed to get authentication object from response headers
fr: Impossible d'obtenir l'objet d'authentification à partir des en-têtes de réponse

# asihttprequest.proxycredentials.failed
source: Failed to apply proxy credentials to request
fr: Impossible d'appliquer les identifiants proxy à la requête

# asihttprequest.file.move.failed
source: Failed to move file from '%@' to '%@'
fr: Impossible de déplacer le fichier de '%@' vers '%@'

# asihttprequest.file.delete.failed
source: Failed to delete file at path '%@'
fr: Impossible de supprimer le fichier situé dans '%@'

# asihttprequest.proxyserver.info.failed
source: Unable to obtain information on proxy servers needed for request
fr: Impossible d'obtenir les informations sur les serveurs proxy nécessaires pour la requête

# asiauthentication.password.sent.inclear
source: Password will be sent in the clear.
fr: Le mot de passe sera envoyé en clair.

# asiauthentication.password.sent.securely
source: Password will be sent securely.
fr: Le mot de passe sera sécurisé.

# asidatacompressor.file.create.failed
source: Compression of %@ failed because we were unable to create a file at %@
fr: Echec de compression de %@. Création du fichier dans %@ impossible

# asidatacompressor.file.doesnot.exist
source: Compression of %@ failed the file does not exist
fr: Echec de compression de %@. Fichier inexistant

# asidatacompressor.read.failed
source: Compression of %@ failed because we were unable to read from the source data file
fr: Echec de compression de %@. Lecture à partir du fichier de données source impossible

# asidatacompressor.write.failed
source: Compression of %@ failed because we were unable to write to the destination data file at %@
fr: Echec de compression de %@. Ecriture dans le fichier de données cible dans %@ impossible

# asidatacompressor.failed
source: Compression of data failed with code %i
fr: Echec de compression des données avec le code %i

# asidatadecompressor.file.create.failed
source: Decompression of %@ failed because we were unable to create a file at %@
fr: Echec de décompression de %@. Création du fichier dans %@ impossible

# asidatadecompressor.file.doesnot.exist
source: Decompression of %@ failed because the file does not exist
fr: Echec de décompression de %@. Fichier inexistant

# asidatadecompressor.read.failed
source: Decompression of %@ failed because we were unable to read from the source data file
fr: Echec de décompression de %@. Lecture à partir du fichier de données source impossible

# asidatadecompressor.write.failed
source: Decompression of %@ failed because we were unable to write to the destination data file at %@
fr: Echec de décompression de %@. Ecriture dans le fichier de données cible dans %@ impossible

# asidatadecompressor.failed
source: Decompression of data failed with code %i
fr: Echec de décompression des données avec le code %i

# asiformrequest.file.doesnot.exist
source: No file exists at %@
fr: Aucun fichier présent dans %@

# agipc.albums
source: Select an Album
fr: Sélectionner un album

# agipc.select.items
source: Select Items
fr: Sélectionner les éléments

# agipc.selected.items
source: %d Items Selected
fr: %d éléments sélectionnés

# agipc.loading
source: Loading...
fr: Chargement...

# agipc.select.all
source: Select All
fr: Sélectionner tout

# agipc.deselect.all
source: Deselect All
fr: Désélectionner tout
