Repository: OpenDataSpace/ODS-mobile-ios
Catalog: Resources-Branding/Fresh Docs/*.lproj/Localizable.strings
Languages: fr

# authenticationFailureMessageForAccount
source: Please check your username and password for account %@
fr: Vérifiez le nom d'utilisateur et le mot de passe du compte %@

# authenticationFailureTitle
source: Authentication Failure
fr: Echec de l'authentification

source: bytes
fr: octets

# connectionErrorMessage
source: The server returned an error connecting to:
fr: Erreur du serveur lors de la connexion à:

# connectionErrorTitle
source: Connection Error
fr: Erreur connexion

# Downloading Document
source: Loading Document
fr: Chargement du document

# Downloading Documents
source: Loading Documents
fr: Chargement des documents

source: GB
fr: Go

source: KB
fr: Ko

source: MB
fr: Mo

# noAppsAvailableDialogMessage
source: There are no applications that are capable of opening this file on this device
fr: Aucune application ne peut ouvrir ce fichier sur cet appareil

# noAppsAvailableDialogTitle
source: No Applications Available
fr: Pas d’application disponible

# noContentWarningMessage
source: This document has no content
fr: Ce document est vide

# noContentWarningTitle
source: No Content
fr: Pas de contenu

# noSearchResultsMessage
source: No Results Found
fr: Pas de résultat trouvé

# noEmailSetupDialogTitle
source: Mail Setup
fr: Configuration

# noEmailSetupDialogMessage
source: Mail is currently not setup on your device and is required to send emails
fr: L'envoi d'e-mails nécessite la configuration de la messagerie

source: of
fr: sur

# tryDifferentSearchMessage
source: Please try a different search
fr: Essayez une autre recherche

# refineSearchTermsMessage
source: Please refine your search terms
fr: Veuillez affiner vos critères de recherche

# pleaseWaitMessage
source: Please wait...
fr: Veuillez patienter...

# rootSectionHeaderCompanyHome
source: Company Home
fr: Espace racine

# root.favsites.sectionheader
source: Favorite Sites
fr: Sites favoris

# root.favsites.nosites
source: No Favorite Sites
fr: Aucun site favori

# root.mysites.sectionheader
source: My Sites
fr: Mes sites

# root.mysites.nosites
source: No Sites
fr: Pas de site

# root.allsites.sectionheader
source: All Sites
fr: Tous les sites

# root.allsites.nosites
source: No Sites
fr: Pas de site

# searchUnavailableDialogMessage
source: Search is not available for this repository
fr: Recherche non disponible pour cet entrepôt

# searchUnavailableDialogTitle
source: Search Not Available
fr: Recherche non disponible

# searchViewTitle
source: Search Results
fr: Résultats de la recherche

source: Sending
fr: Envoi

# email.body.link
source: Link to %@
fr: Lien vers %@

# email.footer.text
source: Sent from my document repository using Fresh Docs+, the native iPhone CMIS client
fr: Envoyé par Alfresco Mobile

# email.footer.html
source: Sent from my document repository using <a href="http://itunes.apple.com/app/fresh-docs/id342124495?mt=8">Fresh Docs+</a>, the native iPhone CMIS client
fr: Depuis <a href="http://itunes.apple.com/app/alfresco/id459242610?mt=8">Alfresco Mobile</a>

# serviceDocumentRequestFailureMessage
source: Fresh Docs was unable connect to %@. Either your settings are incorrect, or you are not connected to the internet. You may still access your synced favorites and downloads in offline mode
fr: Impossible de se connecter à %@. Vos paramètres sont incorrects ou vous n'êtes pas connecté à Internet. Vous pouvez toujours accéder à vos téléchargements et à vos favoris synchronisés en mode hors ligne.

# serviceDocumentRequestFailureTitle
source: Offline Mode
fr: Mode hors ligne

# downloads.view.title
source: Downloads
fr: Téléchargements

# favorite-view.sync.title
source: Synced Documents
fr: Docs synchronisés

# favorite-view.favorite.title
source: Favorite Documents
fr: Docs favoris

# favorite-view.no-documents
source: No Documents
fr: Aucun document

# favorite-errors.title
source: Sync Errors
fr: Erreur de synchronisation

# favorite-errors.unfavorited-on-server-with-local-changes.header
source: The following documents have been unfavorited on the server but have local changes. Please select how you would like to proceed for each file. Please note that files will be saved to "Downloads"
fr: Les documents suivants ont été modifiés, ils ne figurent plus dans vos favoris. Tapez sur Sync pour télécharger votre version modifiée sur le serveur ou sur Enregistrer pour l'enregistrer dans le dossier "Téléchargements". Notez que la synchronisation ne permet pas d'effectuer de restauration dans les Favoris.

# favorite-errors.deleted-on-server-with-local-changes.header
source: The following documents have been deleted on the server but copies have been saved to the "Downloads" section
fr: Ces documents ont été supprimés du serveur, des copies sont enregistrées dans la section "Téléchargements"

# favorite-errors.pending-sync-on-server-with-local-changes.header
source: The following documents are pending sync and have local changes. Please select how you would like to proceed for each file. Please note that files will be saved to "Downloads"
fr: Synchronisation en attente et modifications locales pour ces documents. Sélectionnez la méthode de votre choix pour chaque fichier. Fichiers enregistrés sous "Téléchargements"

# favorite-errors.button.sync
source: Sync
fr: Synchroniser

# favorite-errors.button.save
source: Save
fr: Enregistrer

# select-document
source: Select Document(s)
fr: Sélectionner le(s) document(s)

source: Settings
fr: Paramètres

# about.build.date.time
source: Build Date: %s %s
fr: Version : %s %s (%@.%@)

# about.body
source: Zia Consulting is a group of dedicated professionals focused on dramatically improving business results. Our team has a proven track record of delivering measurable results and technical innovation while leveraging business management experience. We enable our clients to reach their goals by building trusted business advisor relationships.
fr: Alfresco est une plate-forme ouverte de gestion de contenu. Cette application mobile a été conçue et développée en partenariat avec Zia Consulting, partenaire Platinum d'Alfresco. Elle se connecte à Alfresco in the cloud et aux serveurs Alfresco sur site (version 3.4 ou +) et vous offre un accès sécurisé à vos documents d'entreprise lors de vos déplacements. Cette application se connecte à votre entrepôt Alfresco avec vos identifiants Alfresco (via HTTP ou HTTPS) et gère l'accès à votre contenu en fonction de vos droits.

# about.libraries
source: FreshDocs uses the following third party libraries
fr: Alfresco Mobile utilise ces bibliothèques tierces

# comments.view.title
source: Comments
fr: Commentaires

# closeButtonText
source: Cancel
fr: Annuler

# upload.video.view.title
source: Upload Video
fr: Ajouter une vidéo

# upload.photo.view.title
source: Upload Photo
fr: Ajouter une photo

# upload.document.view.title
source: Upload Document
fr: Ajouter un document

# upload.create-document.view.title
source: New Document
fr: Nouveau document

# upload.library.title
source: Upload %d Items
fr: Ajouter %d éléments

# upload.multiple.title
source: Upload %d Items
fr: Ajouter %d éléments

# create-document.document.template-name
source: My Document
fr: Document

# create-document.spreadsheet.template-name
source: My Spreadsheet
fr: Feuille de calcul

# create-document.presentation.template-name
source: My Presentation
fr: Présentation

# create-document.text-file.template-name
source: My Text file
fr: Fichier texte

# create-document.popover.message
source: Open a third party app that supports Save Back to modify this document
fr: Pour modifier ce document, ouvrez une application tierce supportant l'enregistrement à l'emplacement d'origine.

# edit-document.button.discard
source: Discard Changes
fr: Ignorer les modifications

# edit-document.button.save
source: Save
fr: Enregistrer

# edit-document.failed.title
source: Save Document
fr: Enregistrer le document

# edit-document.savefailed.message
source: Could not save document in the server. Do you want to save the document to your Downloads?
fr: Impossible d'enregistrer le document sur le serveur. Enregistrer le document dans vos Téléchargements?

# edit-document.writefailed.message
source: An error ocurred saving the file, please try again later
fr: Erreur d'enregistrement du fichier. Réessayez plus tard

# cancelButton
source: Cancel
fr: Annuler

# comments.save.button
source: Save
fr: Enregistrer

# more.view.title
source: More
fr: Plus

# activities.view.title
source: Activities
fr: Activités

# tasks.view.title
source: Tasks
fr: Tâches

# search.view.title
source: Search
fr: Rechercher

# tasks.view.mytasks.title
source: My tasks
fr: Mes tâches

# tasks.view.startedbymetasks.title
source: Tasks I've started
fr: Tâches commencées

source: 0 Comments
fr: 0 commentaire

source: 1 Comment
fr: 1 commentaire

source: %d Comments
fr: %d commentaires

source: Continue
fr: Continuer

source: About
fr: Infos

source: Activities
fr: Activités

# activities.empty
source: No Activities
fr: Pas d’activité

# activities.unavailable
source: No Activities
fr: Pas d’activité

# activities.unavailable.for-repository
source: No Activities
fr: Pas d’activité

# activities.document.notfound.message
source: The document could not be found
fr: Le document est introuvable

# activities.document.notfound.title
source: Document not found
fr: Document introuvable

# activities.section.today
source: Today
fr: Aujourd'hui

# activities.section.yesterday
source: Yesterday
fr: Hier

# activities.section.older
source: Older
fr: Plus Ancien

# tasks.empty
source: No Tasks
fr: 0 tâche

# tasks.unavailable
source: No Tasks
fr: 0 tâche

# relative.date.just-now
source: just now
fr: maintenant

# relative.date.less-than-a-minute-ago
source: less than a minute ago
fr: il y a moins d'une minute

# relative.date.one-minute-ago
source: 1 minute ago
fr: il y a une minute

# relative.date.n-minutes-ago
source: %d minutes ago
fr: il y a %d minutes

# relative.date.one-hour-ago
source: 1 hour ago
fr: il y a une heure

# relative.date.n-hours-ago
source: %d hours ago
fr: il y a %d heures

# relative.date.one-day-ago
source: 1 day ago
fr: il y a un jour

# relative.date.n-days-ago
source: %d days ago
fr: il y a %d jours

# relative.interval.n-seconds
source: %d seconds
fr: %d secondes

# relative.interval.one-second
source: 1 second
fr: 1 seconde

# relative.interval.n-hours
source: %d hours
fr: %d heures

# relative.interval.one-hour
source: 1 hour
fr: 1 heure

# relative.interval.n-days
source: %d days
fr: %d jours

# relative.interval.one-day
source: 1 day
fr: 1 jour

# add.comment.failure.message
source: Failed to add new comment, please try again
fr: L'ajout du commentaire a échoué. Veuillez réessayer

# documentview.overwrite.download.prompt.message
source: There is already a downloaded file with the same name. Do you want to overwrite the existing file?
fr: Un fichier du même nom a déjà été téléchargé. Souhaitez-vous écraser le fichier existant?

# documentview.overwrite.filename.prompt.message
source: There is already a downloaded file with the name %@. Do you want to overwrite the existing file?
fr: Un fichier nommé %@ a déjà été téléchargé. Souhaitez-vous écraser le fichier existant?

source: Yes
fr: Oui

source: No
fr: Non

source: On
fr: Activé

source: Off
fr: Désactivé

# documentview.download.confirmation.title
source: Download Saved
fr: Document enregistré

# documentview.download.confirmation.message
source: The document has been saved to your Downloads and is available for offline viewing
fr: Le document a été enregistré dans vos téléchargements et peut être affiché hors ligne

# documentview.download.noFilesToDownload
source: There are no documents to download
fr: Aucun document à télécharger

# documentview.delete.confirmation.message
source: Do you want to remove this document from your Downloads?
fr: Souhaitez-vous supprimer ce document de vos téléchargements?

# documentview.preview.failure.message
source: Failed to preview the document
fr: Echec de l'aperçu du document

# documentview.like.failure.message
source: Failed to like the document
fr: Echec de l'action Aimer pour ce document

# documentview.unlike.failure.message
source: Failed to unlike the document
fr: Echec de l'action Ne plus aimer pour ce document

# documentview.action.openin
source: Open in...
fr: Ouvrir dans...

# documentview.action.email.attachment
source: Email as Attachment
fr: Envoyer en pièce jointe

# documentview.action.email.link
source: Email as Link
fr: Envoyer en tant que lien

# documentview.action.download
source: Download
fr: Télécharger

# documentview.action.delete
source: Delete
fr: Supprimer

# documentview.action.print
source: Print
fr: Imprimer

# documentview.action.review
source: Send for review
fr: Envoyer pour révision

# documentview.action.review.defaulttext
source: Review
fr: Réviser

# downloadview.footer.no-documents
source: No Downloaded Documents
fr: Aucun document téléchargé

# library.access.denied.alert.title
source: Access Denied
fr: Accès refusé

# library.access.denied.alert.message
source: You have been denied access to the library, please turn on location services for Fresh Docs by going to device settings.
fr: Accès à la bibliothèque refusé. Activez les services d'emplacement d'Alfresco Mobile dans les paramètres du périphérique.

# add.actionsheet.create-document
source: Create Document
fr: Créer un document

# add.actionsheet.record-audio
source: Record Audio
fr: Enregistrer un fichier audio

# add.actionsheet.take-photo
source: Take Photo
fr: Prendre une photo

# add.actionsheet.take-photo-video
source: Take Photo or Video
fr: Prendre une photo ou une vidéo

# add.actionsheet.capture-video
source: Capture Video
fr: Capturer une vidéo

# add.actionsheet.upload
source: Upload
fr: Ajouter

# add.actionsheet.choose-photo
source: Choose Photos or Videos
fr: Choisir des photos ou des vidéos

# add.actionsheet.upload-document
source: Choose Documents
fr: Choisir des documents

# add.actionsheet.create-folder
source: Create Folder
fr: Créer un dossier

# add.actionsheet.download-folder
source: Download All Documents (Descending)
fr: Télécharger tous les documents (ordre décroissant)

# add.actionsheet.cancel
source: Cancel
fr: Annuler

# create.actionsheet.title
source: Select Document Type
fr: Sélectionner un type de document

# create.actionsheet.spreadsheet
source: Spreadsheet
fr: Feuille de calcul

# create.actionsheet.presentation
source: Presentation
fr: Présentation

# create.actionsheet.text-file
source: Create Text File
fr: Créer un fichier texte

# postprogressbar.upload.picture
source: Uploading Photo
fr: Ajout d'une photo

# postprogressbar.upload.video
source: Uploading Video
fr: Ajout d'une vidéo

# postprogressbar.upload.document
source: Uploading Document
fr: Ajout d'un document

# postprogressbar.update.document
source: Updating Document
fr: Mise à jour d'un document

# postprogressbar.create.folder
source: Creating Folder
fr: Création du dossier

# postprogressbar.error.uploadfailed.title
source: Upload Failed
fr: Echec du téléchargement

# postprogressbar.error.uploadfailed.message
source: The upload failed, please try again
fr: Le téléchargement a échoué. Veuillez réessayer

# search.unavailable.noaccount.alert
source: Please select an account, network or site to start the search
fr: Veuillez sélectionner un compte, un réseau ou un site pour débuter la recherche

# searchview.footer.displaying-30-results
source: Displaying the first 30 results
fr: Affichage des 30 premiers résultats

# search.noAccounts
source: No Account Selected
fr: Aucun compte sélectionné

# search.sectionHeader.site
source: Search In:
fr: Rechercher dans:

# search.sectionHeader.results
source: Search Results
fr: Résultats de la recherche

source: Upload
fr: Ajouter

source: Create
fr: Créer

# uploadview.required.fields.missing.dialog.message
source: Please fill in all required fields
fr: Renseignez tous les champs obligatoires

# uploadview.tablecell.video.label
source: Video
fr: Vidéo

# uploadview.tablecell.library.label
source: Photo Library
fr: Bibliothèque photo

# uploadview.tablecell.name.label
source: Name
fr: Nom

# uploadview.tablecell.name.placeholder
source: Enter a name
fr: Indiquez un nom

# uploadview.tablecell.addnewtag.label
source: Add New Tag
fr: Ajouter un tag

# uploadview.tablecell.photoQuality.label
source: Image Quality
fr: Qualité de l'image

source: Add
fr: Ajouter

# uploadview.error.invalidtag.title
source: Invalid Tag
fr: Tag non valide

# uploadview.error.invalidtag.message
source: Tags must contain text
fr: Les tags doivent contenir du texte

# uploadview.error.title
source: Error
fr: Erreur

# uploadview.error.requestfailed.message
source: Failed to create tag
fr: Echec de la création de tag

# uploadview.name.invalid.title
source: Invalid name
fr: Nom non valide

# uploadview.name.invalid.message
source: Special characters are not allowed in the name
fr: Le nom ne doit pas contenir de caractères spéciaux

# upload.audio.view.title
source: Upload Audio
fr: Ajouter un fichier audio

# postprogressbar.upload.audio
source: Uploading Audio
fr: Ajout d'un fichier audio

# metadata.group.header.general
source: General
fr: Général

# metadata.group.header.geographic
source: Geographic Information
fr: Informations géographiques

# metadata.group.header.image
source: Image Information
fr: Informations sur l'image

# metadata.group.header.version-history
source: Version History
fr: Historique des versions

# metadata.button.view.version.history
source: View Version History
fr: Afficher l'historique des versions

# metadata.error.notfound
source: The repository could not find metadata for this document
fr: L'entrepôt n'a trouvé aucune métadonnée pour ce document

# metadata.error.cell.notfound
source: Metadata could not be found
fr: Métadonnées introuvables

# metadata.error.cell.requestfailed
source: Metadata currently unavailable
fr: Métadonnées indisponibles

# metadata.error.cell.notsaved
source: No Metadata available
fr: Aucune métadonnée disponible

# metadata.error.alert.title
source: Error
fr: Erreur

# metadata.button.redownload
source: Re-Download File
fr: Retélécharger le fichier

# metadata.button.loadMapApp
source: Open in Maps...
fr: Ouvrir dans Plans...

# metadata.button.view.loadImageMap
source: Load Map
fr: Ajouter une carte

# metadata.exif.orientation.landscape.left
source: Landscape Left
fr: Paysage gauche

# metadata.exif.orientation.landscape.right
source: Landscape Right
fr: Paysage droite

# metadata.exif.orientation.portrait.upsidedown
source: Portrait Up-side Down
fr: Portrait inversé

# metadata.exit.orientation.undefined
source: Undefined
fr: Indéfini

# popover.button.title
source: Fresh Docs
fr: ODS

# downloadprogress.file-left
source: 1 document left
fr: 1 document restant

# downloadprogress.files-left
source: %d documents left
fr: %d documents restants

# deleteprogress.file-left
source: 1 item remaining
fr: 1 élément restant

# deleteprogress.files-left
source: %d items remaining
fr: %d éléments restants

# browse.downloadFolder.success
source: All documents had been saved to your device
fr: Tous les documents ont été enregistrés sur votre périphérique

# browse.downloadFolder.partialSuccess.singular
source: All but 1 document had been saved to your device
fr: Tous les documents sauf 1 ont été enregistrés sur votre périphérique

# browse.downloadFolder.partialSuccess.plural
source: All but %d documents had been saved to your device
fr: Tous les documents sauf %d ont été enregistrés sur votre périphérique

# browse.downloadFolder.failed
source: Could not download any document to your device
fr: Impossible de télécharger les documents sur votre périphérique

# browse.capturephoto.failed.title
source: Save Failed
fr: Echec de l'enregistrement

# browse.capturephoto.failed.message
source: Failed to save image
fr: Echec de l'enregistrement de l'image

# audiorecord.play
source: Play
fr: Lire

# audiorecord.record
source: Record
fr: Enregistrer

# audiorecord.useRecording
source: Use Recording
fr: Utiliser l'enregistrement

# audiorecord.title
source: Record Audio
fr: Enregistrer un fichier audio

# audiorecord.cancel
source: Cancel
fr: Annuler

# versionhistory.title
source: Version History
fr: Historique des versions

# versionhistory.download.latest
source: Download Latest Version
fr: Télécharger la dernière version

# versionhistory.empty
source: No Version History Available
fr: Aucun historique des versions disponible

# versionhistory.version.savedLocally
source: This version is saved locally
fr: Cette version est enregistrée localement

# versionhistory.cell.subtitle
source: Last Modified: %@ Last Modified By: %@ Comment: %@ Current Version: %@%@
fr: Dernière modification: %@ Dernière modification par: %@ Commentaire: %@ Version actuelle: %@%@

source: Accounts
fr: Comptes

source: Manage Accounts
fr: Gérer les comptes

# accountdetails.title.newaccount
source: New Account
fr: Nouveau compte

# accountdetails.title.editingaccount
source: Editing Account
fr: Modification du compte

# accountdetails.title.accountinfo
source: Account Information
fr: Informations sur le compte

# accountdetails.alert.save.title
source: Save Account
fr: Enregistrer le compte

# accountdetails.alert.save.fieldserror
source: Please review the fields marked in red
fr: Vérifiez les champs signalés en rouge

# accountdetails.alert.save.emailerror
source: Please input a valid email address
fr: Indiquez une adresse e-mail valide

# accountdetails.alert.save.porterror
source: The port and protocol appear to be invalid. Are you sure you want to save?
fr: Le port et le protocole sont invalides. Confirmer l'enregistrement?

# accountdetails.alert.save.validationerror
source: Failure to authenticate. Check your account settings.
fr: Echec de l'authentification. Vérifiez vos paramètres de compte avec l'administrateur système.

# accountdetails.alert.delete.title
source: Delete Account
fr: Supprimer le compte

# accountdetails.alert.delete.confirm
source: Are you sure you want to remove this account?
fr: Souhaitez-vous confirmer la suppression de ce compte?

# accountdetails.fields.status
source: Account
fr: Compte

# accountdetails.fields.firstName
source: First Name
fr: Prénom

# accountdetails.fields.lastName
source: Last Name
fr: Nom

# accountdetails.fields.username
source: Username
fr: Nom d'utilisateur

# accountdetails.fields.password
source: Password
fr: Mot de passe

# accountdetails.fields.confirmPassword
source: Confirm Password
fr: Confirmer

# accountdetails.fields.hostname
source: Server Address
fr: Adresse du serveur

# accountdetails.fields.vendor
source: CMIS Provider Vendor
fr: Fournisseur

# accountdetails.fields.servicedoc
source: Service Document
fr: Document de service

# accountdetails.buttons.client-certificate
source: Client Certificate
fr: Certificat client

# accountdetails.buttons.browse
source: Browse Documents
fr: Parcourir les documents

# accountdetails.buttons.delete
source: Delete Account
fr: Supprimer le compte

# accountdetails.header.status
source: Status
fr: Statut

# accountdetails.header.authentication
source: Account Authentication
fr: Authentification du compte

# accountdetails.header.advanced
source: Advanced
fr: Avancé

# accountdetails.fields.multitenant
source: Is Multi-tenant?
fr: Est multi-tenant?

# accountdetails.placeholder.required
source: required
fr: Obligatoire

# accountdetails.placeholder.optional
source: optional
fr: Facultatif

# accountdetails.placeholder.email
source: example@acme.com
fr: exemple@acme.com

# accountdetails.placeholder.password
source: 6 characters min.
fr: 6 caractères au minimum
