Repository: OpenDataSpace/ODS-mobile-ios
Catalog: Resources-Branding/Alfresco/*.lproj/Localizable.strings
Languages: it

# accounttype.footer.alfresco
source: Connect to an Alfresco server
it: Connetti a un server Alfresco

# accounttype.footer.alfrescome
source: Access your Alfresco in the cloud account
it: Effettua l'accesso ad Alfresco nell'account cloud

# accounttype.footer.signuplink
source: New to Alfresco? Sign up for a free account
it: Benvenuto Registrati per un account gratis

# accounttype.footer.signuplink.linktext
source: Sign up
it: Registrati

# updatefailed.alert.title
source: Save Failed
it: Impossibile salvare

# updatefailed.alert.confirm
source: The document could not be saved in its original location. You may not have permission to make changes. Do you want to save your document to Downloads?
it: Impossibile salvare il documento nella posizione originale. Assenza di permessi per effettuare modifiche. Salvare il documento in Download?

# savetodocs.alert.title
source: Save Failed
it: Impossibile salvare

# savetodocs.alert.description
source: Failed to save the edited file to the Downloads folder
it: Impossibile salvare il file modificato in Download

# updatenonetwork.alert.title
source: No Network
it: Nessuna rete

# updatenonetwork.alert.confirm
source: You don't seem to be connected to the server. Do you want to save your document to Downloads?
it: Connessione al server non presente. Salvare il documento in Download?

# passwordPrompt.title
source: Secure Credentials
it: Credenziali sicure

# passwordPrompt.header.title
source: Provide the password for the following account:
it: Fornire la password per il seguente account:

# dataProtection.available.title
source: Data Protection
it: Protezione dati

# dataProtection.available.message
source: Data protection is available. Do you want to enable it?
it: Protezione dati disponibile. Abilitarla?

# dataProtection.lastAccount.title
source: Data Protection
it: Protezione dati

# dataProtection.lastAccount.message
source: Removing this account will disable data protection. Are you sure you want to remove this account?
it: La rimozione dell'account disabiliterà la protezione dati. Rimuovere questo account?

# dataProtection.protectDownloads.title
source: Data Protection
it: Protezione dati

# dataProtection.protectDownloads.message
source: Do you want to protect the existing downloads now? The new downloads will always be protected
it: Proteggere i download esistenti ora? I nuovi download verranno sempre protetti

# dataProtection.protectDownloadsProgress.message
source: Protecting the downloaded documents
it: Protezione dei documenti scaricati

# migration.migrateApp.message
source: Migrating the App settings
it: Migrazione delle impostazioni

# settings.title
source: Alfresco Settings
it: Impostazioni Alfresco

# settings.header.alfresco
source: Alfresco Settings
it: Impostazioni Alfresco

# settings.header.sync
source: Favorites
it: Preferiti

# settings.header.advanced
source: Advanced
it: Avanzate

# settings.header.session
source: Application Session
it: Sessione applicazione

# settings.header.enterprise
source: Enteprise Settings
it: Impostazioni Enterprise

# settings.header.diagnostic
source: Diagnostic Data
it: Dati diagnostici

# settings.validateSSLCertificate
source: Validate SSL Certificate
it: Convalida il certificato SSL

# settings.resetOnNextStart
source: Reset On Next Start
it: Reset al prossimo avvio

# settings.appResetConfirmation.title
source: App Reset Confirmation
it: Conferma il reset dell'applicazione

# settings.appResetConfirmation.message
source: Are you sure you want to reset the application? This will remove all data, reset the app settings, will remove all accounts and cannot be undone
it: Eseguire il reset dell'applicazione? Questa azione rimuoverà tutti i dati, eseguirà il reset delle impostazioni, rimuoverà gli account e non è annullabile

# settings.sendDiagnosticData
source: Send Reports
it: Invia rapporti

# settings.diagnostic.automaticallySend
source: Automatically Send
it: Invia automaticamente

# settings.diagnostic.dontSend
source: Don't Send
it: Non inviare

# settings.dataProtection
source: Data Protection
it: Protezione dati

# settings.fullTextSearch
source: Full Text Search
it: Ricerca globale

# settings.cmisRepository.ShowCompanyHome
source: Company Home
it: Homepage aziendale

# settings.cmisRepository.ShowHiddenFiles
source: Show Hidden Files
it: Mostra file nascosti

# settings.forgetPassword.title
source: Forget Password
it: Dimentica password

# settings.forgetPassword.1
source: After 1 minute
it: Dopo 1 minuto

# settings.forgetPassword.2
source: After 2 minutes
it: Dopo 2 minuti

# settings.forgetPassword.5
source: After 5 minutes
it: Dopo 5 minuti

# settings.forgetPassword.10
source: After 10 minutes
it: Dopo 10 minuti

# settings.forgetPassword.30
source: After 30 minutes
it: Dopo 30 minuti

# settings.forgetPassword.60
source: After 1 hour
it: Dopo 1 ora

# settings.inactiveForget.title
source: Lock When Inactive
it: Blocca se inattivo

# settings.sync.enable
source: Enable Sync
it: Abilita sincr.

# settings.sync.syncOnCellular
source: Use Cellular Data for Sync
it: Usa dati cell. per sincr.

# cloudsignup.title
source: Alfresco in the cloud
it: Alfresco nel cloud

# cloudsignup.buttons.signup
source: Sign Up
it: Registrati

# cloudsignup.alert.title
source: Alfresco in the cloud Sign Up
it: Registrati ad Alfresco nel cloud

# cloudsignup.invalidForm.message
source: Please fill all the required fields
it: Compilare tutti i campi richiesti

# cloudsignup.passwordMatch.message
source: The password does not match with the confirm password
it: Le password non coincidono

# cloudsignup.passwordLength.message
source: The password must contain at least 6 characters
it: La password deve contenere almeno 6 caratteri

# cloudsignup.unsuccessful.message
source: The cloud sign up was unsuccessful, please try again later
it: Registrazione al cloud non riuscita. Riprovare più tardi

# cloudsignup.footer.firstLine
source: By tapping Sign Up, you are agreeing to the
it: Scegliendo Registrati, si accettano

# cloudsignup.footer.secondLine
source: Alfresco Terms of Service and Privacy Policy
it: le condizioni del servizio e l'informativa sulla privacy Alfresco

# cloudsignup.footer.termsOfService
source: Terms of Service
it: le condizioni del servizio

# cloudsignup.footer.privacyPolicy
source: Privacy Policy
it: l'informativa sulla privacy

# cloudsignup.blockedEmail.message
source: Alfresco requires you to use your company email address so you can be added to your company collaboration network.
it: Alfresco richiede l'utilizzo dell'indirizzo e-mail aziendale dell'utente per l'aggiunta alla rete di collaborazione dell'azienda.

# awaitingverification.description
source: Account waiting for email verification You've signed up for Alfresco in the cloud using the email address %@ Please check your email. We've sent you a link that you'll need to use to complete the registration process. Having trouble activating? Please let us know if you are unable to activate your account.
it: Account in attesa di verifica e-mail Ci si è registrati ad Alfresco nel cloud utilizzando l'indirizzo %@ Verificare l'indirizzo e-mail. È stato inviato un link necessario per completare il processo di registrazione. Problemi con l'attivazione? Contattaci.

# awaitingverification.description.title
source: Account waiting for email verification
it: Account in attesa di verifica e-mail

# awaitingverification.description.subtitle
source: Having trouble activating?
it: Problemi con l'attivazione?

# awaitingverification.description.customerCare
source: Please let us know
it: Contattaci

# awaitingverification.title
source: Alfresco in the cloud
it: Alfresco nel cloud

# awaitingverification.buttons.refresh
source: Refresh
it: Aggiorna

# awaitingverification.buttons.resendEmail
source: Resend Email
it: Reinvia e-mail

# awaitingverification.alerts.title
source: Alfresco in the cloud
it: Alfresco nel cloud

# awaitingverification.alert.resendEmail.title
source: Successfully Resent Email
it: Reinvio e-mail riuscito

# awaitingverification.alert.resendEmail.success
source: Not receiving our emails? Please check you entered the email address correctly and remember to look in your spam folders.
it: Non si ricevono le e-mail? Verificare di aver fornito l'indirizzo corretto e controllare la cartella dello spam.

# awaitingverification.alert.resendEmail.error
source: Your email could not be resent at this time. Please try again later
it: Impossibile reinviare l'e-mail al momento. Riprovare in seguito

# awaitingverification.alert.refresh.awaiting
source: Your account is still waiting for verification
it: Account in attesa di verifica

# awaitingverification.alert.refresh.verified
source: Your account is now verified
it: Account verificato

# homescreen.header
source: Let's get you started...
it: Per iniziare...

# homescreen.button.signup
source: Sign up for Alfresco Cloud
it: Registrazione ad Alfresco Cloud

# homescreen.description.signup
source: New to Alfresco? Create a free online account to store your documents and access them from anywhere.
it: Benvenuto Creare un account gratuito online per salvare documenti e accedervi da qualsiasi luogo.

# homescreen.button.account
source: I already have an account
it: Dispongo già di account

# homescreen.footer
source: If you want to learn more about the Alfresco Mobile App, look at our Guides in the Help area
it: Per ulteriori informazioni sull'applicazione Alfresco Mobile, vedere le Guide nell'area Aiuto

# homescreen.footer.textRangeToLink
source: Guides
it: le Guide

# splashscreen.disclaimer.title
source: Help us to improve our apps
it: Aiutaci a migliorare le nostre app.

# splashscreen.disclaimer.body
source: To help us improve Alfresco Mobile, we collect anonymous technical diagnostic data. You may disable this feature in the Settings area within the app.
it: Al fine di migliorare Alfresco Mobile, raccogliamo dati tecnici diagnostici in modo anonimo. È possibile disabilitare questa funzione nell'area Impostazioni.

# help.view.title
source: Help
it: Aiuto

# help.guides.header
source: Guides
it: Guide

# help.guides.message.empty
source: No guides found
it: Ness. guida trovata

# help.buttons.welcomeScreen
source: Show Welcome Screen
it: Scherm. benvenuto

# help.guide.title.setup-guide
source: Setup Guide
it: Guida all'impost.

# help.guide.title.user-guide
source: User Guide
it: Guida utente

# uploads.cancelAll.title
source: Uploads
it: Upload

# uploads.cancelAll.body
source: Would you like to cancel all active uploads?
it: Annullare gli upload attivi?

# uploads.cancel.body
source: Would you like to cancel this upload?
it: Annullare questo upload?

# uploads.progress.label
source: Uploading %d %@, %@ left
it: Upload %d %@, %@ rim.

# uploads.failed.label
source: %d %@ failed to upload
it: Impossibile caricare %d %@

# uploads.items.singular
source: item
it: elemento

# uploads.items.plural
source: items
it: elementi

# uploads.retry.cannotRetry
source: The upload has permanently failed. Please start the upload again.
it: Errore permanente di upload. Riavviare l'upload.

source: Waiting to upload...
it: Upload in attesa...

source: Close
it: Chiudi

source: Clear
it: Cancella

source: Dismiss
it: Ignora

source: Retry
it: Riprova

source: Retry All
it: Riprova tutti

# failed-uploads.title
source: 1 Failed Upload
it: 1 upload non riusc.

# failed-uploads.title.plural
source: %d Failed Uploads
it: %d upload non riusc.

# failed-uploads.detailSubtitle
source: Uploading to: %@
it: Upload in: %@

# failed-uploads.cell.clear-list
source: Clear List
it: Canc. elenco

# upload.failureDetail.title
source: Failed Upload
it: Upload non riusc.

# sync.enable.title
source: Sync Documents
it: Sincr. documenti

# sync.enable.message
source: Would you like to automatically keep your favorite documents in sync with this %@?
it: Conservare automaticamente i documenti preferiti con questo dispositivo %@?

# sync.cancelAll.title
source: Sync
it: Sincr.

# sync.cancelAll.body
source: Would you like to cancel all sync?
it: Annullare tutte le sincronizzazioni?

# sync.cancel.body
source: Would you like to cancel sync?
it: Annullare la sincronizzazione?

# sync.progress.label
source: Syncing %d %@, %@ left
it: Sincronizzazione %d %@, %@ rimanenti

# sync.failed.label
source: %d %@ failed to sync
it: %d %@ non sincronizz.

# failed-sync.title
source: 1 Failed Sync
it: 1 sincr. non riuscita

# failed-sync.title.plural
source: %d Failed Syncs
it: %d sincr. non riusc.

# failed-sync.detailSubtitle
source: Uploading to: %@
it: Download in: %@

# failed-sync.cell.clear-list
source: Clear List
it: Canc. elenco

# sync.failureDetail.title
source: Sync Failed
it: Errore di sincronizzazione

# cmis:name
source: Name
it: Nome

# cm:title
source: Title
it: Titolo

# cm:description
source: Description
it: Descrizione

# cmis:createdBy
source: Created By
it: Creato da

# cmis:creationDate
source: Creation Date
it: Creato il

# cmis:lastModifiedBy
source: Last Modified By
it: Ultima modifica di

# cmis:lastModificationDate
source: Last Modification Date
it: Ultima modifica il

# cm:author
source: Author
it: Autore

# cmis:versionLabel
source: Version Label
it: Etich. versione

# cm:longitude
source: Longitude
it: Longitudine

# cm:latitude
source: Latitude
it: Latitudine

# exif:dateTimeOriginal
source: Date Time Original
it: Data/Ora originale

# exif:exposureTime
source: Exposure Time
it: Tempo esposizione

# exif:fNumber
source: fNumber
it: Numero f

# exif:focalLength
source: Focal Length
it: Lungh. focale

# exif:isoSpeedRatings
source: ISO Speed Ratings
it: Valori ISO velocità

# exif:manufacturer
source: Manufacturer
it: Produttore

# exif:model
source: Model
it: Modello

# exif:orientation
source: Orientation
it: Orientamento

# exif:pixelXDimension
source: Pixel X Dimension
it: Dimensione pixel X

# exif:pixelYDimension
source: Pixel Y Dimension
it: Dimensione pixel Y

# exif:resolutionUnit
source: Resolution Unit
it: Unità risoluzione

# exif:xResolution
source: X Resolution
it: Risoluzione X

# exif:yResolution
source: Y Resolution
it: Risoluzione Y

# multiselect.button.delete
source: Delete
it: Elimina

# multiselect.button.delete.counter
source: Delete (%u)
it: Elimina (%u)

# multiselect.button.download
source: Download
it: Scarica

# multiselect.button.download.counter
source: Download (%u)
it: Scarica (%u)

# delete.confirmation.title
source: Confirm Delete
it: Conferma eliminaz.

# delete.confirmation.multiple.message
source: Do you want to delete %d items from Alfresco?
it: Eliminare %d elementi da Alfresco?

# delete.confirmation.button
source: Delete
it: Elimina

# download.failures.title
source: Download Failures
it: Errori download

# download.failures.retryAll
source: Retry All
it: Riprova tutti

# download.failures.clearAll
source: Clear All
it: Cancella tutti

# download.failuresView.title
source: Failures
it: Errori

# download.failureDetail.title
source: Failed Download
it: Download non riuscito

# download.progress.waiting
source: Waiting to download...
it: Download in attesa...

# download.progress.starting
source: Download starting...
it: Avvio download...

# download.progress.failed
source: Failed to download
it: Download non riuscito

# download.progress.stopAll
source: Stop All
it: Interrompi tutti

# download.progress.details
source: %@ of %@
it: %@ di %@

# download.summary.title
source: In Progress
it: In corso

# download.summary.details
source: %@ remaining
it: %@ rimanente

# download.cancel.title
source: Downloads
it: Download

# download.cancel.body
source: Would you like to stop downloading %@?
it: Interrompere il download di %@?

# download.cancelAll.body
source: Would you like to stop all downloads?
it: Interrompere tutti i download?

# imagequality.small
source: Small (1/4 size)
it: Piccolo (1/4)

# imagequality.medium
source: Medium (1/2 size)
it: Medio (1/2)

# imagequality.large
source: Large (3/4 size)
it: Grande (3/4)

# imagequality.actual
source: Actual Size
it: Dimens. reali

source: Release to refresh...
it: Rilasciare per aggiornare...

source: Pull down to refresh...
it: Abbassare per aggiornare...

source: Loading...
it: Caricamento...

source: Last Updated: %@
it: Ultimo aggiorn.: %@

source: Cancel
it: Annulla

source: Take a Photo
it: Scatta foto

source: Choose From Library
it: Scegli da raccolta

# AGIPC.Albums
source: Select an Album
it: Seleziona un album

# AGIPC.select.items
source: Select Items
it: Seleziona gli elementi

# AGIPC.selected.items
source: %d Items Selected
it: %d elementi selezionati

# no.document.selected.text
source: No Document Selected
it: Nessun documento selezionato

# task.details.header
source: Task details
it: Dettagli compito

# task.detail.document
source: Documents
it: Documenti

# task.detail.reject.button
source: Reject
it: Respingi

# task.detail.approve.button
source: Approve
it: Approva

# task.detail.done.button
source: Done
it: Fatto

# task.detail.reassign.button
source: Re-assign
it: Riassegna

# task.detail.completing
source: Completing task
it: Completamento compito

# task.detail.attachment
source: Attachment %d of %d
it: Allegato %d di %d

# task.detail.comment.placeholder
source: Add comment
it: Aggiungi commento

# task.detail.workflow.todo
source: Todo
it: Da Fare

# task.detail.workflow.review.and.approve
source: Review & approve
it: Esamina e Approva

# task.detail.more
source: More
it: Altro

# task.detail.less
source: Less
it: Meno

# task.detail.full.description
source: Full description
it: Descrizione completa

# task.detail.initiator
source: Initiator
it: Iniziatore

# task.detail.initiator.loading
source: Loading details...
it: Caricamento dettagli...

# docpreview.accountInactive.title
source: Account Inactive
it: Account non attivo

# docpreview.accountInactive.message
source: To preview this document, the account for host %@ must be activated
it: Per visualizzare l'anteprima del documento è necessario attivare l'account host %@

# docpreview.loadingPreview
source: Loading Preview
it: Caricamento anteprima

# docpreview.errorLoading
source: There was an issue with the preview please try again later
it: Errore con l'anteprima. Riprovare più tardi.

# accountCreate.title
source: Account Required
it: Account richiesto

# accountCreate.message.cloud
source: To preview this document, you'll need to configure an Alfresco Cloud account
it: Per visualizzare l'anteprima del documento è necessario configurare un account cloud Alfresco

# accountCreate.message.onPremise
source: To preview this document, an account must be configured for host %@
it: Per visualizzare l'anteprima del documento è necessario configurare un account host %@

# accountCreate.title.create
source: Yes, create an account
it: Sì, crea un account

# accountCreate.title.cancel
source: Not at this time
it: Non ora

# accountCreate.footer.cancel
source: You'll be returned to the document details page in Safari
it: Reindirizzamento alla pagina di dettagli del documento in Safari

# date.icon.view.no.date.header
source: No Date
it: Nessuna data

# document.picker.selection.button.attach
source: Attach
it: Allega

# document.picker.deselectAll
source: Deselect All
it: Deseleziona tutto

# document.picker.close
source: Cancel
it: Annulla

# document.picker.accounts
source: accounts
it: account

# document.picker.repositories
source: repositories
it: repository

# document.picker.site
source: site
it: sito

# document.picker.sites
source: sites
it: siti

# document.picker.folder
source: folder
it: cartella

# document.picker.folders
source: folders
it: cartelle

# document.picker.document
source: document
it: documento

# document.picker.documents
source: documents
it: documenti

# document.picker.item
source: item
it: elemento

# document.picker.items
source: items
it: elementi

# date.picker.title
source: Calendar
it: Calendario

# date.picker.today
source: Today
it: Oggi

# task.list.todo
source: Todo
it: da fare

# task.list.review
source: Review
it: Esamina

# task.create.title
source: Create new task
it: Crea compito

# task.create.notitle.title
source: No title
it: Nessun titolo

# task.create.notitle.message
source: Please define a task title.
it: Per favore, definisci un titolo per il compito.

# task.create.button
source: Create
it: Crea

# task.create.taskTitle
source: Title
it: Titolo

# task.create.taskTitle.placeholder
source: New task
it: Nuovo compito

# task.create.duedate
source: Due on
it: Scade il

# task.create.duedate.placeholder
source: No date
it: Nessuna data

# task.create.assignee
source: Assignee
it: Assegnatario

# task.create.assignees
source: Assignees
it: Assegnatari

# task.create.assignee.placeholder
source: No Assignee
it: Nessun assegnatario

# task.create.assignee.select
source: Select assignee...
it: Seleziona assegnatario...

# task.create.assignees.select
source: Select assignees...
it: Seleziona assegnatari...

# task.create.noassignees.title
source: No assignees
it: Nessun assegnatario

# task.create.noassignees.message
source: Please select at least one assignee.
it: Selezionare almeno un assegnatario.

# task.create.attachment
source: Attachment
it: Allegato

# task.create.attachments
source: Attachments
it: Allegati

# task.create.attachments.placeholder
source: No attachments
it: Nessun allegato

# task.create.attachment.select
source: Select attachments...
it: Seleziona allegati...

# task.create.attachment.edit
source: edit
it: modifica

# task.create.priority
source: Priority
it: Priorità

# task.create.priority.high
source: High
it: Alta

# task.create.priority.medium
source: Medium
it: Media

# task.create.priority.low
source: Low
it: Bassa

# task.create.emailnotification
source: Email notification
it: Notifica e-mail

# task.create.approvers
source: Approvers
it: Revisori

# task.create.approver
source: Approver
it: Revisore

# task.create.date.picker.title
source: Choose due date
it: Scegli data di scadenza

# task.create.creating
source: Creating task
it: Creazione compito

# task.create.created
source: Task created
it: Compito creato

# task.create.error
source: Task creation failed
it: Errore creazione documento

# task.choose.account.title
source: Choose account
it: Scegli account

# task.choose.tenant.title
source: Choose network
it: Scegli rete

# task.choose.tasktype.title
source: Choose task type
it: Scegli tipo di compito

# task.assignee.updated
source: Assignee updated
it: Assegnatario aggiornato

# people.picker.title
source: Choose assignee
it: Scegli assegnatario

# people.picker.search
source: Search
it: Cerca

# people.picker.no.results
source: No people found
it: Nessuna persona

# people.picker.error
source: Failed to search for people
it: Impossibile cercare persone

# people.picker.recently.selected
source: Recently selected
it: Recenti

# workflow.priority.low
source: Low priority
it: Priorità bassa

# workflow.priority.medium
source: Medium priority
it: Priorità media

# workflow.priority.high
source: High priority
it: Priorità alta

# workflow.task.table.title
source: Tasks
it: Compiti

# workflow.document.table.title
source: Documents
it: Documenti

# workflow.documents.loading
source: Fetching documents...
it: Raccolta documenti...

# workflow.task.user.approved
source: approved the documents
it: ha approvato i documenti

# workflow.task.user.rejected
source: rejected the documents
it: ha respinto i documenti

# workflow.task.user.commented
source: and commented:
it: e ha commentato:

# workflow.task.user.no.comment
source: , but did not provide a comment
it: , ma non ha fornito alcun commento

# workflow.task.user.completed.task
source: completed this task %@
it: ha completato questo compito %@

# workflow.task.user.not.completed.task
source: did not complete this task yet
it: non ha ancora completato il compito

# site.action.favorite
source: Favorite
it: Preferito
