Repository: OpenDataSpace/ODS-mobile-ios
Catalog: Resources-Branding/Alfresco/*.lproj/Localizable.strings
Languages: it

# site.action.unfavorite
source: Unfavorite
it: Togli preferiti

# site.action.join
source: Join
it: Partecipa

# site.action.requestToJoin
source: Request to Join
it: Richiesta

# site.action.cancelRequest
source: Cancel Request
it: Annulla richiesta

# site.action.leave
source: Leave
it: Abbandona

# site.action.error.title
source: Site Error
it: Errore sito

# site.action.favorite.success
source: Site Favorited
it: Sito preferito

# site.action.favorite.error
source: A problem prevented adding site "%@" to favorites
it: Problema nell'aggiunta del sito "%@" ai preferiti

# site.action.unfavorite.success
source: Site Unfavorited
it: Sito eliminato dai preferiti

# site.action.unfavorite.error
source: A problem prevented removing site "%@" from favorites
it: Problema nella rimozione del sito "%@" dai preferiti

# site.action.join.success
source: Site Joined
it: Partecipazione al sito riuscita

# site.action.join.error
source: A problem prevented you joining site "%@"
it: Problema nella partecipazione al sito "%@"

# site.action.requestToJoin.success
source: Request Sent
it: Richiesta inviata

# site.action.requestToJoin.error
source: A problem occurred requesting to join site "%@"
it: Problema nella richiesta di partecipazione al sito "%@"

# site.action.cancelRequest.success
source: Join Request Cancelled
it: Richiesta di partecipazione annullata

# site.action.cancelRequest.error
source: A problem occurred cancelling the request to join site "%@"
it: Problema nell'annullamento della richiesta di partecipazione al sito "%@"

# site.action.leave.success
source: Site Left
it: Sito rimasto

# site.action.leave.error
source: A problem prevented you from leaving site "%@"
it: Problema nell'abbandono del sito "%@"

source: An Error Occurred
it: Errore
