Repository: OpenDataSpace/ODS-mobile-ios
Catalog: Resources-Branding/Alfresco/*.lproj/Localizable.strings
Languages: it

# authenticationFailureMessageForAccount
source: Please check your username and password for account %@
it: Verificare nome utente e password per l'account %@

# authenticationFailureTitle
source: Authentication Failure
it: Errore autenticazione

source: bytes
it: byte

# connectionErrorMessage
source: The server returned an error connecting to:
it: Errore server durante la connessione a:

# connectionErrorTitle
source: Connection Error
it: Errore di connessione

# Downloading Document
source: Loading Document
it: Caricamento del documento

# Downloading Documents
source: Loading Documents
it: Caricamento dei documenti

source: N/A
it: N/D

# noAppsAvailableDialogMessage
source: There are no applications that are capable of opening this file on this device
it: Nessuna applicazione è in grado di aprire questo file in questo dispositivo

# noAppsAvailableDialogTitle
source: No Applications Available
it: Nessuna applicazione disponibile

# noContentWarningMessage
source: This document has no content
it: Questo documento non ha contenuti

# noContentWarningTitle
source: No Content
it: Nessun contenuto

# noSearchResultsMessage
source: No Results Found
it: Nessun risultato

# noEmailSetupDialogTitle
source: Mail Setup
it: Configurazione Mail

# noEmailSetupDialogMessage
source: Mail is currently not setup on your device and is required to send emails
it: Mail momentaneamente non configurata sul vostro dispositivo. È necessario per l'invio delle e-mail

source: of
it: di

# tryDifferentSearchMessage
source: Please try a different search
it: Per favore, effettua una ricerca differente

# refineSearchTermsMessage
source: Please refine your search terms
it: Per favore, perfeziona i termini della ricerca

# pleaseWaitMessage
source: Please wait...
it: Attendere...

# rootSectionHeaderCompanyHome
source: Company Home
it: Homepage aziendale

# rootSectionHeaderSites
source: Sites
it: Siti

# root.favsites.sectionheader
source: Favorite Sites
it: Siti preferiti

# root.favsites.nosites
source: No Favorite Sites
it: Nessun sito preferito

# root.mysites.sectionheader
source: My Sites
it: I miei siti

# root.mysites.nosites
source: No Sites
it: Nessun sito

# root.allsites.sectionheader
source: All Sites
it: Tutti i siti

# root.allsites.nosites
source: No Sites
it: Nessun sito

# searchUnavailableDialogMessage
source: Search is not available for this repository
it: La ricerca non è disponibile per questo repository

# searchUnavailableDialogTitle
source: Search Not Available
it: Ricerca non disponibile

# searchViewTitle
source: Search Results
it: Risultati della ricerca

source: Sending
it: Invio

# email.body.link
source: Link to %@
it: Link a %@

# email.footer.text
source: Sent from Alfresco Mobile
it: Inviato da Alfresco Mobile

# email.footer.html
source: Sent from <a href="http://itunes.apple.com/app/alfresco/id459242610?mt=8">Alfresco Mobile</a>
it: Inviato da <a href="http://itunes.apple.com/app/alfresco/id459242610?mt=8">Alfresco Mobile</a>

# serviceDocumentRequestFailureMessage
source: Alfresco Mobile did not connect to %@. Either your settings are incorrect, or you are not connected to the internet. You may still access your downloads in offline mode
it: Impossibile connettere Alfresco Mobile a %@. Le impostazioni non sono corrette o la connessione a Internet non è attiva. È possibile accedere ai documenti sincronizzati e download in modalità offline.

# serviceDocumentRequestFailureTitle
source: Offline Mode
it: Modalità offline

# favorite-errors.title
source: Sync Errors
it: Err. di sincr.

# favorite-errors.unfavorited-on-server-with-local-changes.header
source: The following documents have been unfavorited on the server but have local changes. Please select how you would like to proceed for each file. Please note that files will be saved to "Downloads"
it: I documenti seguenti sono stati eliminati dai preferiti sul server ma presentano modifiche locali. Selezionare la modalità con cui procedere per ciascun file. I file verranno salvati in "Download"

# favorite-errors.deleted-on-server-with-local-changes.header
source: The following documents have been deleted on the server but copies have been saved to the "Downloads" section
it: I seguenti documenti sono stati eliminati sul server. Ne sono state salvate alcune copie nella sezione "Download"

# favorite-errors.pending-sync-on-server-with-local-changes.header
source: The following documents are pending sync and have local changes. Please select how you would like to proceed for each file. Please note that files will be saved to "Downloads"
it: I seg. doc. sono in attesa di sinc. e presentano modifiche locali. Selezionare la modalità con cui procedere per ciascun file. I file verranno salvati in "Download"

# select-document
source: Select Document(s)
it: Seleziona documento(i)

source: Settings
it: Impostazioni

# about.body
source: Alfresco is the open platform for social content management. This mobile application was designed and developed in partnership with Zia Consulting, an Alfresco Platinum Partner. Alfresco Mobile connects to Alfresco Enterprise (3.4 and above) and provides access to your corporate documents and content on the go. This mobile application connects to your Alfresco repository using your Alfresco login credentials (over HTTP or HTTPS), and manages access based on your permissions.
it: Alfresco è la piattaforma aperta per la gestione del social content. Questa applicazione mobile è stata progettata e sviluppata in collaborazione con Zia Consulting, partner Alfresco Platinum. Alfresco Mobile si connette ad Alfresco Enterprise (3.4 e suc.) per garantire l'accesso ovunque ai documenti aziendali. Questa applicazione mobile si connette al repository Alfresco tramite le credenziali di accesso Alfresco (HTTP o HTTPS) e gestisce gli accessi in base ai permessi.

# about.libraries
source: Alfresco Mobile uses the following third party libraries
it: Alfresco Mobile utilizza le seguenti librerie di terzi

# comments.view.title
source: Comments
it: Commenti

# closeButtonText
source: Cancel
it: Annulla

# upload.video.view.title
source: Upload Video
it: Carica video

# upload.photo.view.title
source: Upload Photo
it: Carica foto

# upload.document.view.title
source: Upload Document
it: Carica documento

# upload.create-document.view.title
source: New Document
it: Nuovo documento

# upload.library.title
source: Upload %d Items
it: Carica %d elementi

# upload.multiple.title
source: Upload %d Items
it: Carica %d elementi

# create-document.document.template-name
source: My Document
it: Il mio documento

# create-document.spreadsheet.template-name
source: My Spreadsheet
it: Il mio foglio di calcolo

# create-document.presentation.template-name
source: My Presentation
it: La mia presentazione

# create-document.text-file.template-name
source: My Text file
it: I miei file di testo

# create-document.popover.message
source: Open a third party app that supports Save Back to modify this document
it: Aprire un'app di terzi che supporti ''Save Back'' per modificare il doc.

# edit-document.button.discard
source: Discard Changes
it: Elimina modifiche

# edit-document.button.save
source: Save
it: Salva

# edit-document.failed.title
source: Save Document
it: Salva documento

# edit-document.savefailed.message
source: Could not save document in the server. Do you want to save the document to your Downloads?
it: Impossibile salvare il documento sul server. Salvare il documento in Download?

# edit-document.writefailed.message
source: An error ocurred saving the file, please try again later
it: Errore nel salvataggio del file. Riprovare più tardi.

# cancelButton
source: Cancel
it: Annulla

# comments.save.button
source: Save
it: Salva

# more.view.title
source: More
it: Altro

# documents.view.title
source: Documents
it: Documenti

# activities.view.title
source: Activities
it: Attività

# tasks.view.title
source: Tasks
it: Compiti

# tasks.view.mytasks.title
source: My tasks
it: I miei compiti

# tasks.view.startedbymetasks.title
source: Tasks I've started
it: Compiti avviati da me

source: 0 Comments
it: 0 commenti

source: 1 Comment
it: 1 commento

source: %d Comments
it: %d commenti

source: Continue
it: Continua

source: About
it: Informazioni

source: Activities
it: Attività

# activities.empty
source: No Activities
it: Nessuna attività

# activities.unavailable
source: No Activities
it: Nessuna attività

# activities.unavailable.for-repository
source: No Activities
it: Nessuna attività

# activities.document.notfound.message
source: The document could not be found
it: Impossibile trovare il documento

# activities.document.notfound.title
source: Document not found
it: Documento non trovato

# tasks.empty
source: No Tasks
it: Nessun compito

# tasks.unavailable
source: No Tasks
it: Nessun compito

# relative.date.just-now
source: just now
it: ora

# relative.date.less-than-a-minute-ago
source: less than a minute ago
it: meno di un minuto fa

# add.comment.failure.message
source: Failed to add new comment, please try again
it: Impossibile aggiungere un nuovo commento. Riprovare.

# documentview.overwrite.download.prompt.message
source: There is already a downloaded file with the same name. Do you want to overwrite the existing file?
it: Un file scaricato con lo stesso nome esiste già. Sovrascrivere il file esistente?

# documentview.overwrite.filename.prompt.message
source: There is already a downloaded file with the name %@. Do you want to overwrite the existing file?
it: Un file scaricato con il nome %@ esiste già. Sovrascrivere il file esistente?

source: Yes
it: Sì

source: On
it: Attiva

source: Off
it: Disattiva

# documentview.download.confirmation.title
source: Document Saved
it: Documento salvato

# documentview.download.confirmation.message
source: The document has been saved to your Downloads and is available for offline viewing
it: Documento salvato in Download e disponibile per la visualizzazione offline

# documentview.download.noFilesToDownload
source: There are no documents to download
it: Nessun documento da scaricare

# documentview.delete.confirmation.message
source: Do you want to remove this document from your Downloads?
it: Rimuovere questo documento da Download?

# documentview.preview.failure.message
source: Failed to preview the document
it: Impossibile visualizzare l'anteprima del doc

# documentview.like.failure.message
source: Failed to like the document
it: Impossibile aggiungere "Mi piace" sul doc

# documentview.unlike.failure.message
source: Failed to unlike the document
it: Impossibile rimuovere "Mi piace" dal doc

# documentview.action.openin
source: Open in...
it: Apri in...

# documentview.action.email.attachment
source: Email as Attachment
it: E-mail come allegato

# documentview.action.email.link
source: Email as Link
it: E-mail come link

# documentview.action.download
source: Download
it: Scarica

# documentview.action.delete
source: Delete
it: Elimina

# documentview.action.print
source: Print
it: Stampa

# documentview.action.review
source: Send for review
it: Invia per la revisione

# downloadview.footer.one-document
source: 1 Document
it: 1 documento

# downloadview.footer.multiple-documents
source: %d Documents
it: %d documenti

# downloadview.footer.no-documents
source: No Downloaded Documents
it: Nessun documento scaricato

# library.access.denied.alert.title
source: Access Denied
it: Accesso negato

# library.access.denied.alert.message
source: You have been denied access to the library, please turn on location services for Alfresco Mobile by going to device settings.
it: Accesso alla libreria negato. Attivare i servizi di localizzazione per Alfresco Mobile tramite le impostazioni del dispositivo.

# add.actionsheet.create-document
source: Create Document
it: Crea documento

# add.actionsheet.record-audio
source: Record Audio
it: Registra audio

# add.actionsheet.take-photo
source: Take Photo
it: Scatta foto

# add.actionsheet.take-photo-video
source: Take Photo or Video
it: Scatta foto o registra video

# add.actionsheet.capture-video
source: Capture Video
it: Registra video

# add.actionsheet.upload
source: Upload
it: Carica file

# add.actionsheet.choose-photo
source: Choose Photos or Videos
it: Scegli foto o video

# add.actionsheet.upload-document
source: Choose Documents
it: Scegli documenti

# add.actionsheet.create-folder
source: Create Folder
it: Crea cartella

# add.actionsheet.download-folder
source: Download All Documents (Descending)
it: Scarica tutti i documenti (ordine decrescente)

# add.actionsheet.cancel
source: Cancel
it: Annulla

# add.create-folder.prompt.title
source: Folder Name:
it: Nome cartella:

# create.actionsheet.title
source: Select Document Type
it: Seleziona il tipo di documento

# create.actionsheet.document
source: Document
it: Documento

# create.actionsheet.spreadsheet
source: Spreadsheet
it: Foglio di calcolo

# create.actionsheet.presentation
source: Presentation
it: Presentazione

# create.actionsheet.text-file
source: Create Text File
it: Crea file di testo

# postprogressbar.upload.picture
source: Uploading Photo
it: Caricamento foto

# postprogressbar.upload.video
source: Uploading Video
it: Caricamento video

# postprogressbar.upload.document
source: Uploading Document
it: Caricamento del documento

# postprogressbar.update.document
source: Updating Document
it: Aggiornamento del documento

# postprogressbar.create.folder
source: Creating Folder
it: Creazione cartella

# postprogressbar.error.uploadfailed.title
source: Upload Failed
it: Errore di caricamento

# postprogressbar.error.uploadfailed.message
source: The upload failed, please try again
it: Errore di caricamento. Per favore riprova ancora

# search.unavailable.noaccount.alert
source: Please select an account, network or site to start the search
it: Selezionare account, rete o sito da cui avviare la ricerca

# search.too.many.results
source: Too many search results
it: Troppi risultati di ricerca

# searchview.footer.displaying-30-results
source: Displaying the first 30 results
it: Visualizzazione dei primi 30 risultati

# search.noAccounts
source: No Account Selected
it: Nessun account selezionato

# search.sectionHeader.site
source: Search In:
it: Cerca in:

# search.sectionHeader.results
source: Search Results
it: Risultati della ricerca:

source: Upload
it: Carica file

source: Create
it: Crea

# uploadview.required.fields.missing.dialog.message
source: Please fill in all required fields
it: Compilare tutti i campi richiesti

# uploadview.tablecell.photo.label
source: Photo
it: Foto

# uploadview.tablecell.document.label
source: Document
it: Documento

# uploadview.tablecell.library.label
source: Photo Library
it: Raccolta immagini

# uploadview.tablecell.multiple.label
source: Documents
it: Documenti

# uploadview.tablecell.name.label
source: Name
it: Nome

# uploadview.tablecell.name.placeholder
source: Enter a name
it: Immetti nome

# uploadview.tablecell.tags.label
source: Tags
it: Tag

# uploadview.tablecell.addnewtag.label
source: Add New Tag
it: Aggiungi un nuovo tag

# uploadview.tablecell.photoQuality.label
source: Image Quality
it: Qualità dell'immagine

source: Add
it: Aggiungi

# uploadview.error.invalidtag.title
source: Invalid Tag
it: Tag non valido

# uploadview.error.invalidtag.message
source: Tags must contain text
it: I tag devono contenere testo

# uploadview.error.title
source: Error
it: Errore

# uploadview.error.requestfailed.message
source: Failed to create tag
it: Impossibile creare il tag

# uploadview.name.invalid.title
source: Invalid name
it: Nome non valido

# uploadview.name.invalid.message
source: Special characters are not allowed in the name
it: Caratteri speciali non consentiti nel nome

# upload.audio.view.title
source: Upload Audio
it: Carica audio

# postprogressbar.upload.audio
source: Uploading Audio
it: Caricamento audio

# metadata.group.header.general
source: General
it: Generale

# metadata.group.header.geographic
source: Geographic Information
it: Informazioni geografiche

# metadata.group.header.image
source: Image Information
it: Informazioni immagine

# metadata.group.header.version-history
source: Version History
it: Storia delle versioni

# metadata.cell.title.tags
source: Tags
it: Tag

# metadata.button.view.version.history
source: View Version History
it: Visualizza la storia delle versioni

# metadata.error.notfound
source: The repository could not find metadata for this document
it: Il repository non trova metadati per questo documento

# metadata.error.cell.notfound
source: Metadata could not be found
it: Impossibile trovare i metadati

# metadata.error.cell.requestfailed
source: Metadata currently unavailable
it: Metadati non disponibili

# metadata.error.cell.notsaved
source: No Metadata available
it: Nessun metadato disponibile

# metadata.error.alert.title
source: Error
it: Errore

# metadata.button.redownload
source: Re-Download File
it: Riscarica il file

# metadata.button.loadMapApp
source: Open in Maps...
it: Apri in Maps...

# metadata.button.view.loadImageMap
source: Load Map
it: Carica mappa

# metadata.exif.orientation.landscape.left
source: Landscape Left
it: Orizzontale sinistro

# metadata.exif.orientation.landscape.right
source: Landscape Right
it: Orizzontale destro

# metadata.exif.orientation.portrait
source: Portrait
it: Verticale

# metadata.exif.orientation.portrait.upsidedown
source: Portrait Up-side Down
it: Verticale capovolta

# metadata.exit.orientation.undefined
source: Undefined
it: Non definito

# downloadprogress.file-left
source: 1 document left
it: 1 documento rimasto

# downloadprogress.files-left
source: %d documents left
it: %d documenti rimasti

# deleteprogress.file-left
source: 1 item remaining
it: 1 elemento rimanente

# deleteprogress.files-left
source: %d items remaining
it: %d elementi rimanenti

# browse.downloadFolder.success
source: All documents had been saved to your device
it: Tutti i documenti sono salvati sul dispositivo

# browse.downloadFolder.partialSuccess.singular
source: All but 1 document had been saved to your device
it: Tutti i documenti, tranne uno, sono salvati sul dispositivo

# browse.downloadFolder.partialSuccess.plural
source: All but %d documents had been saved to your device
it: Tutti i documenti, tranne %d, sono salvati sul dispositivo

# browse.downloadFolder.failed
source: Could not download any document to your device
it: Impossibile scaricare documenti sul dispositivo

# browse.capturephoto.failed.title
source: Save Failed
it: Impossibile salvare

# browse.capturephoto.failed.message
source: Failed to save image
it: Impossibile salvare l'immagine

# audiorecord.play
source: Play
it: Riproduci

# audiorecord.stop
source: Stop
it: Interrompi

# audiorecord.record
source: Record
it: Registra

# audiorecord.useRecording
source: Use Recording
it: Usa registratore

# audiorecord.title
source: Record Audio
it: Registra audio

# audiorecord.cancel
source: Cancel
it: Annulla

# versionhistory.title
source: Version History
it: Storia delle versioni

# versionhistory.download.latest
source: Download Latest Version
it: Scarica l'ultima versione

# versionhistory.empty
source: No Version History Available
it: Nessuna storia delle versioni disponibile

# versionhistory.version.savedLocally
source: This version is saved locally
it: Versione corrente salvata in locale

# versionhistory.cell.title
source: Version: %@
it: Versione: %@

# versionhistory.cell.subtitle
source: Last Modified: %@ Last Modified By: %@ Comment: %@ Current Version: %@%@
it: Ultima modifica: %@ Ultima mod. di: %@ Commento: %@ Vers. corrente: %@%@

source: Accounts
it: Account

source: Manage Accounts
it: Gestisci account

# accountdetails.title.newaccount
source: New Account
it: Nuovo account

# accountdetails.title.editingaccount
source: Editing Account
it: Modifica account

# accountdetails.title.accountinfo
source: Account Information
it: Informazioni account

# accountdetails.alert.save.title
source: Save Account
it: Salva account

# accountdetails.alert.save.fieldserror
source: Please review the fields marked in red
it: Per favore esamina i campi in rosso

# accountdetails.alert.save.emailerror
source: Please input a valid email address
it: Per favore immetti un indirizzo e-mail valido

# accountdetails.alert.save.porterror
source: The port and protocol appear to be invalid. Are you sure you want to save?
it: La porta e il protocollo non risultano validi. Salvare?

# accountdetails.alert.save.validationerror
source: Failure to authenticate. Check your account settings.
it: Errore autenticazione. Verificare impostazioni account.

# accountdetails.alert.delete.title
source: Delete Account
it: Elimina account

# accountdetails.alert.delete.confirm
source: Are you sure you want to remove this account?
it: Rimuovere questo account?

# accountdetails.fields.firstName
source: First Name
it: Nome

# accountdetails.fields.lastName
source: Last Name
it: Cognome

# accountdetails.fields.username
source: Username
it: Nome utente

# accountdetails.fields.confirmPassword
source: Confirm Password
it: Conferma password

# accountdetails.fields.hostname
source: Server Address
it: Indirizzo server

# accountdetails.fields.description
source: Description
it: Descrizione

# accountdetails.fields.port
source: Port
it: Porta

# accountdetails.fields.vendor
source: Vendor
it: Fornitore

# accountdetails.fields.servicedoc
source: Service Document
it: Documento di assistenza

# accountdetails.buttons.browse
source: Browse Documents
it: Sfoglia documenti

# accountdetails.buttons.delete
source: Delete Account
it: Elimina account

# accountdetails.header.status
source: Status
it: Stato

# accountdetails.header.authentication
source: Account Authentication
it: Autenticazione account

# accountdetails.header.advanced
source: Advanced
it: Avanzate

# accountdetails.fields.multitenant
source: Is Multi-tenant?
it: Multitenant?

# accountdetails.placeholder.required
source: Required
it: Richiesto

# accountdetails.placeholder.optional
source: Optional
it: Opzionale

# accountdetails.placeholder.password
source: 6 characters min.
it: Min. 6 caratteri

# accountdetails.placeholder.serverdescription
source: Alfresco Server
it: Server Alfresco

# accountdetails.placeholder.clouddescription
source: Alfresco Cloud
it: Cloud Alfresco

# accountdetails.fields.connection-error
source: The account was properly setup last time we checked %@, it is now either unreachable or settings have changed.
it: L'account risultava impostato correttamente all'ultima verifica di %@, ma ora risulta irraggiungibile o modificato.

# accountdetails.fields.invalid-credentials
source: It appears the username/password is incorrect.
it: Nome utente e/o password non corretti.

# accountdetails.fields.no-password-warning
source: You have sync switched on but no password saved and so we will not automatically sync favorite documents for this account.
it: Sincronizzazione attiva senza password salvata. Non verranno sincronizzati i documenti preferiti per questo account.

# accountdetails.fields.no-password-set
source: Not Set
it: Non impostato

# serverlist.cell.noaccounts
source: No Accounts
it: Nessun account

# serverlist.footer.default
source: %d Accounts
it: %d account

# account.awaiting.cell.subtitle
source: Awaiting Email Verification
it: In attesa di verifica e-mail

# account.inactive.cell.subtitle
source: Inactive
it: Non attivo

# account.connection-error.cell.subtitle
source: Cannot connect to Server
it: Impossibile connettersi al server

# account.invalid-credentials.cell.subtitle
source: Incorrect user credentials
it: Credenziali utente non corrette

# accounttype.button.alfresco
source: Alfresco Server
it: Server Alfresco

# accounttype.button.alfrescome
source: Alfresco Cloud
it: Cloud Alfresco
